{
    "paper_id": "0506d19af0b573ce694b7535891d4e09a2f3f2cd",
    "metadata": {
        "title": "Assembling an Ion Channel: ORF 3a from SARS-CoV",
        "authors": [
            {
                "first": "Tze-Hsiang",
                "middle": [],
                "last": "Chien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University",
                    "location": {
                        "postCode": "112",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ya-Ling",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "postCode": "115",
                        "settlement": "Nankang, Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chin-Pei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University",
                    "location": {
                        "postCode": "112",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Petra",
                "middle": [],
                "last": "Henklein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "H€",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ing-Shouh",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "postCode": "115",
                        "settlement": "Nankang, Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Dieter",
                "middle": [],
                "last": "Willbold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wolfgang",
                "middle": [
                    "B"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University",
                    "location": {
                        "postCode": "112",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Protein 3a is a 274 amino acid polytopic channel protein with three putative transmembrane domains (TMDs) encoded by severe acute respiratory syndrome corona virus (SARS-CoV). Synthetic peptides corresponding to each of its three individual transmembrane domains (TMDs) are reconstituted into artificial lipid bilayers. Only TMD2 and TMD3 induce channel activity. Reconstitution of the peptides as TMD1 1 TMD3 as well as TMD2 1 TMD3 in a 1 : 1 mixture induces membrane activity for both mixtures. In a 1 : 1 : 1 mixture, channel like behavior is almost restored. Expression of full length 3a and reconstitution into artificial lipid bilayers reveal a weak cation selective (P K 2 P Cl ) rectifying channel. In the presence of nonphysiological concentration of Ca-ions the channel develops channel activity. V C 2013 Wiley Periodicals, Inc. Biopolymers 99: 628-635, 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he synthesis of a membrane protein is literally done in a \"densely packed environment.\" Starting from the ribosomal mantle the developing amino acid chain is transferred via the translocon into the lipid membrane. Within these confined environments the extramembrane parts of the protein is folded and the protein as a monomer is released. In the case of ion channels the monomers need to meet other monomers to finally adopt a quaternary fold in an either homo-or hetero oligomeric assembly. There is not very much information about how this last step is achieved, but it is envisaged that a diffusion driven movement within the lipid membrane is required to find the \"mates\" and to form a channel. With this in mind, the question arises whether the TMDs of a polytopic membrane protein would be able to self-assemble on it's own without the help of a translocon machinery? Also, would self-assembly allow generating higher structural order? Knowing the answers to the latter question would allow the manufacturing of complex biomolecules or design novel folds. 1, 2 A key feature in manufacturing proteins and peptides is the knowledge about the role of individual amino acids in the mechanism of function of the final protein [3] [4] [5] and how self-assembly works and can be manipulated accordingly. 1, 6 Man-made production of proteins usually starts in a \"noncrowded\" environment compared to the assembly in the cell. Protein or peptides and the lipids are simply mixed and left to assemble according to the environmental conditions. These conditions may not reflect those conditions within the living cell.",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1069,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1239,
                    "end": 1242,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1309,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1311,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The concept of using TMD fragments of a protein, especially from viral channel forming proteins, have already led to a series of valuable information on the function (e.g. Refs. [7] [8] [9] and structure 9-14 of these proteins (reviewed in Ref. 15 ). Up to now, these investigations include bitopic and polytopic membrane proteins. Investigations have been done to decide whether TMD fragments are involved in channel activity and with this whether they are potentially pore lining.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The origin of the investigations mentioned lie in studies with TMD fragments of more complex cellular ion channels. It had been shown that the pore lining M2 segment of the d-subunit of the nicotinic acetylcholine receptor 16 and the pore forming region of a potassium channel also express channel activity. 17 For a review about studies with these peptides see Ref. 18 .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Information about a gradual build-up of channels by reconstituting individual TMDs of a subunit simultaneously into a lipid bilayer has not been reported for polytopic channel proteins yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, the channel forming protein 3a from severe acute respiratory syndrome coronavirus (SARS-CoV) 19 is used to investigate the role of the individual TMDs in the mechanism of function of the channel and to probe in as much as these domains are able to self-assemble into a functional pore. The 3a protein is a 274 amino acid protein which forms a homo tetrameric potassium sensitive ion channel assembly. 20 The protein is also part of a series of auxiliary proteins encoded by this virus. 21 It is the largest viral channel forming protein found to date. 15 Lowering the level of 3a expression in FRhK-4 cells with siRNA when infected with SARS-CoV, leads to a reduced release of new virus particles. The protein is also involved in the upregulation of the expression of fibrinogen in human lung epithelial cell lines 22 and activation of the nuclear factor kappa B (NF-jB). 23 3a is proposed to harbor three helical TMDs. 20, 24 In a computational approach first structural models of the monomer and the tetrameric channel are proposed. 24, 25 Depending on the route of assembly, either the second (TMD2) or the third TMD (TMD3) is proposed to line the putative pore. Experimental data on the structure of the protein in any form is still lacking. Emodin, a plant derived drug, is proposed to inhibit channel activity of 3a. 26 Peptides corresponding to the proposed TMDs are synthesized and reconstituted into artificial lipid bilayer (see also Refs. 27, 28) . The TMDs are either investigated individually or in a series of mixtures to assess their contribution forming the lumen of the pore. Full length protein 3a is expressed in Escherichia coli, purified and also reconstituted into lipid bilayers to investigate biophysical characteristics such as ion selectivity and gating kinetics.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 569,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 832,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1340,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1468,
                    "text": "Refs. 27,",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The following sequences of the individual TMDs of 3a 20 The stepwise solid-phase synthesis of the peptide amide was performed on an automated Odysse microwave peptide synthesizer from CEM on a 0.1 mM scale, using conventional Fmoc/tBu strategy (HBTU, DIEA, NMP). As solid support H-Rink Amide-ChemMatrix resin (190 mg, loading 0.52 mmol g 21 ) from pcas Biomatrix was used. All amino acids were coupled according to standard methodologies in an automated single coupling mode (75 C, 300 s) Fmoc deprotection was carried out with 20% piperidine in NMP (75 C, 180 s). Cleavage of crude peptides from the resin was accomplished through treatment with 95% TFA 2.5% water, 2.5% TIPS for 1.5 or 3.5 h in case of Arg containing peptides. Preparative purification by high-pressure liquid chromatography (HPLC) was carried out on a Shimadzu LC-8A system with a VariTide RPC column (21.2 3 250 mm 2 ) and a water/acetonitrile system (Buffer A: 0.2% TFA in water, Buffer B: 0.2% TFA in water:acetonitrile, 1:4). The peptides TMD1 and TMD2 were purified by washing with Acetonitril and MeOH, because of the bad solubility of the peptides. The purified peptides were dried by lyophilization and characterized by analytical HPLC and mass spec analysis.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Peptide Synthesis"
        },
        {
            "text": "For expression of N-terminally tagged GST (glutathione S-transferase) full length 3A protein a pGEX-vector containing the gene for 3A was transformed into E. coli strain BL21 (DE3) Rosetta. 20 A single colony was used to inoculate a 50 ml preculture (LB/Ampicillin) incubated at 37 C with 300 rpm over-night. The Escherichia coli cells of the overnight culture were used to start 1 l expression culture with an OD 600 of 0.1 at 37 C. When cell density reached OD 600 5 0.6-0.8, protein expression was induced by 1 mM IPTG (isopropyl-b-D-1-thiogalactopyranoside) at 25 C for 16-18 h. The 3A protein containing E. coli cell pellets were resuspended in 1 3 PBS (phosphate buffer saline, pH 7.4) solution, 10 mM b-mercaptoethanol, ethylenediaminetetraacetatic acid (EDTA) with 1% (w/v) Fos-choline 12 and then disrupted by sonication. After sonication, the cell lysate was shaken at room temperature for 30 min and then centrifuged with 14,000g at 4 C for at least 30 min. The clarified supernatant was loaded on a glutathione sepharose 4B column to separate the GST-3A fusion protein from the E. coli proteins. The column was washed with the 20fold column volume of the above described PBS buffer. Then, the purified GST-3A fusion protein was eluted with 30 mM reduced glutathione in 50 mM Tris pH 8. The stock solution used for bilayer recordings approximately contains 0.1-0.2 mg ml 21 protein (based on a comparison with the concentration of the marker on the gel).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein Expression and Purification"
        },
        {
            "text": "Lipid bilayers (POPE : DOPC) were prepared as a 1 : 4 mixture of respectively, and dissolved in chloroform. The solution was dried under N 2 and resuspended in a 9 : 1 mixture of hexane and decane, respectively. A volume of 20 ml was added onto a delrin cup aperture of about 150 mm and dried under N 2 . In a consecutive step 3 ml from a stock solution of peptide [1 mg dissolved in 1 ml trifluorethanol (TFE)] were added to the delrin cup and dried under N 2 . The delrin cup was then inserted to the cup-holder and both reservoirs were filled with 1 ml of buffer (500 mM KCl, 5 mM HEPES, pH 7.2). The lipid/peptide mixture was \"painted\" with a brush across the aperture under a constant voltage of 80 mV to support directed insertion into the bilayer. 28 For measuring, the effect of calcium on the conductance a 500 mM CaCl 2 buffer (5 mM HEPES, pH 7.2) was used. Selectivity was conducted under 500 mM : 50 mM buffer conditions (cis : trans) for potassium ions. All peptide mixtures were prepared in equal portions of each of the peptides dissolved in TFE (weight ratio). The purified protein was added to the delrin cup which was pretreated with lipids as mentioned.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 757,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bilayer Recordings and Data Analysis"
        },
        {
            "text": "Experimental data were recorded at room temperature with a Planar Lipid Bilayer Workstation from Warner Instruments using a BC-353 amplifier and 1440A data acquisition system. Records were recorded at 5 kHz and filtered with 10 Hz using a Bessel-8-pole low pass filter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bilayer Recordings and Data Analysis"
        },
        {
            "text": "Calculation of the permeability ratio of the monovalent ions was done based on the constant field approach using the Goldmann-Hodkin-Katz (GHK) equation (29, 30 , see also Ref. 31): ",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(29,",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bilayer Recordings and Data Analysis"
        },
        {
            "text": "Peptides corresponding to each of the three TMDs of 3a are reconstituted into artificial lipid bilayers either individually or as mixtures. Reconstitution of TMD1 does not result in any channel activity ( Figure 1A , left panel). Current traces for TMD2 show irregular recording patterns in respect to duration and height ( Figure 1A, middle panel) . Recordings at a holding potential of 170 mV allow the identification of currents of about 24 pS. Channel recordings with TMD3 solely inserted into the artificial membrane exhibit similar traces as found for TMD2 (Figure A1, middle panel) . Occasional 'openings' allow for conductance of 62 pS (240 mV) and 73 pS (180 mV).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 324,
                    "end": 348,
                    "text": "Figure 1A, middle panel)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 563,
                    "end": 588,
                    "text": "(Figure A1, middle panel)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Channel Recording of the Individual TMDs of 3a and Various Mixtures"
        },
        {
            "text": "In a 1 : 1 mixture of the individual TMDs, the following pattern is observed ( Figure 1B ): TMD11TMD3 exhibits irregular conductance patterns above 660 mV of about 24 pS (e.g., at 180 mV) ( Figure 1B, left panel) . At 1100 mV holding potential a conductance level of 50 pS is recorded with an appearance of a subconductance state at 42 pS. Mixing TMD11TMD2 shows hardly any current in all the traces recorded. Occasionally at 2150 mV spontaneous conductance measured as of about 14 pS (a short burst at 150 mV in Figure  1B , middle panel). Conductivity across the membrane is found at 150 mV and at higher values for a TMD21TMD3 mixture ( Figure 1B, right panel) . At a holding potential of 650 mV, conductance levels of 8, 17, and 33 pS are observed. Channel recordings of the 1 : 1 : 1 mixture of all three TMDs perturbs the membrane so that still irregular shaped conductance patterns appear for which levels of about 20 pS occur (160 mV), but also longer lasting openings of e.g., 200 pS at 640 mV ( Figure 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 190,
                    "end": 212,
                    "text": "Figure 1B, left panel)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 513,
                    "end": 523,
                    "text": "Figure  1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 640,
                    "end": 663,
                    "text": "Figure 1B, right panel)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1005,
                    "end": 1014,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Channel Recording of the Individual TMDs of 3a and Various Mixtures"
        },
        {
            "text": "The results from the investigations of the individual TMDs can be summarized as following. It is most likely that TMD1 itself is not membrane active. TMD2 and TMD3 both exhibit channel like patterns when individually reconstituted into lipid membranes. In dual mixtures TMD1 1 TMD2 do not generate relevant activity. TM1 1 TMD3 and TMD2 1 TMD3 allow for channel like patterns, with the latter mixture being most channel-like based on a series of conductance levels observed. A triple mixture most likely generates pores with large conductance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Channel Recording of the Individual TMDs of 3a and Various Mixtures"
        },
        {
            "text": "Reconstitution of full length 3a into an artificial lipid bilayer mixture and recorded under potassium ion containing buffer at a series of holding potentials, reveals specific conductance levels at all voltages (Figure 2A ). Recordings with a Ca-ion containing buffer also show distinct conductance patterns which, in comparison, to the recordings with K-buffer, identify similar opening patterns ( Figure 2B ). For both buffers recordings below a holding potential of about 160 to 150 mV cannot be identified. Conductance levels of 3.9, 6.1, and 12.2 pS are calculated from a histogram analysis for the recordings with K-buffer at 1120 mV ( Figure 3A ). Two levels of around 58 and 10 pS at 1100 mV are identified for traces recorded with Ca-buffer ( Figure 3B ). Plotting I/V relationship of conductance states (see arrows in Figure 3 ) from selected traces Assembling an Ion Channel: ORF 3a from SARS-CoV show a rectifying behavior for both ions ( Figure 5 ). The conductance is calculated from regression analysis for K-buffer to be (13.3 6 2.1) pS and (10.3 6 1.9) pS at positive and negative voltages, respectively, and (50.7 6 7.1) and (23.3 6 3.1) pS, for positive and negative voltages, respectively, for the recordings in Ca-buffer (Table I ). The data for K 1 reflect a lowering of the conductivity at negative voltage by about 20% compared to the value at positive voltage, and similarly about 50% for Ca 21 . Comparing the conductance between K 1 and Ca 21 , delivers factors of about 3.8, at positive voltage and about 2 at negative voltages.",
            "cite_spans": [
                {
                    "start": 1418,
                    "end": 1420,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 643,
                    "end": 652,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 753,
                    "end": 762,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 829,
                    "end": 837,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 952,
                    "end": 960,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1243,
                    "end": 1251,
                    "text": "(Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Channel Recording of Full Length 3a Protein"
        },
        {
            "text": "Under 1 : 10 buffer conditions recordings with K-buffer reveal similar conductance patterns as found under 1 : 1 buffer conditions (Figure 4) . Linear regression analysis of the current detected at positive voltage results in conductance of (28.1 6 1.1) pS (Table I) . At negative voltages the values turn to (13.6 6 1.3) pS (Table I) supporting the rectifying behavior (see Figure 5) . A reversal potential of (15.0 6 2.9) mV (Table I) is calculated for K 1 , leading to a permeability P at room temperature (T 5 25 C) of P K 2 P Cl .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 257,
                    "end": 266,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 427,
                    "end": 436,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Channel Recording of Full Length 3a Protein"
        },
        {
            "text": "A common method to analyze channel forming peptides and ion channels is to reconstitute them into free standing artificial bilayers. The bilayer consists of mixtures of lipids which are indented to mimic the natural environment. 32 With the technique used in this study, it is assumed that this membrane is slightly thicker than the natural membrane due to the solvent (hexane/decane) used during the preparation of the lipids. Peptide and protein diffusivity in the membrane is dependent on the interplay between peptides/proteins and the lipid bilayer. Hydrophobic miss match, peptide/protein concentration and lipid composition affect migration, as well as translational and rotational diffusivity. [33] [34] [35] [36] [37] The diffusivity of artificial peptides (e.g., WALP15 37 ) within an artificial lipid membrane is also found to be higher than for larger full length proteins (e.g., class II MHC membrane proteins 38 ) . With this in mind it is anticipated that individual peptides, as used in the present study, should be able to screen the full conformational space laterally and rotationally and assemble into the \"proper\" form for ion conductance. Finally, the assembly process consists of a competition of even weak interhelical interactions despite any specific protein-protein binding motifs. 39, 40 In the present study the TMDs are individually tested for channel activity. With this approach, one TMD, TMD1, can be excluded from being channel active in a way. In a 1 : 1 combination of TMD1, with either TMD2 or TMD3, the combination with TMD2 silences channel activity as well. This behavior could either result from a tight binding of the two TMDs into a conformation which does not allow the TMDs to form into a pore like ensemble or altered dynamics as a dimer. In the TMD1 : TMD3 mixture, TMD3 is left in a state to exhibit membrane activity with a recording pattern that seems to be unaffected compared to the pattern found only for TMD3. This finding allows the interpretation that TMD1 and TMD3 move almost independently from each other or that in the case of interaction, a pore lining motive in TMD3 is not affected. TMD2 and TMD3 together retain channel activity similar to their individual recordings, allowing proposing, that both of them are involved in channeling ions across the membrane and could be involved in mantling the pore of the channel protein.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "38 )",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1315,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A similar mantling of the lumen by two TMDs is proposed for the nicotinic acetylcholine receptor (nAChR), an ion channel comprised of four TMDs, M1-M4, per subunit: Whilst M2 is found to be the pore lining segment, 41 it has been proposed that M1 is also exposed to the lumen of the pore in a gating dependent manner. 42 In a most recent computational modeling study, different routes of assembling the three TMDs into a monomer and finally into a tetrameric channel have been applied. 25 One route assembles the monomer in a sequential manner, one TMD after the other, the other route assembles them simultaneously. Four of the monomers are then aligned simultaneously to generate the channel. With the monomer being aligned in a sequential manner TMD2 points into the lumen of the putative channel. With the simultaneous alignment of the monomer a model suggesting TMD3 as the pore lining helix is obtained. Even though it is suggested that TMD2 is most likely the pore lining TMD, contribution of TMD3 in mantling the lumen cannot fully be ruled out.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In an 1 : 1 : 1 mixture channel activity seems almost restored and with no regular pattern \"proper\" gating seems improbable. Thus, disposing the protein of the loops, which link the TMDs, results in peptides unable to assemble into a higher order with structures similar to the full length protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "On the reverse, the loops comprise essential constraints on the conformational space and the dynamics in transforming into a proper functioning channel protein. The finding that no mixtures, neither 1 : 1 nor 1 : 1 : 1, could generate channel like currents could be due to eventually entropic effects counteracting the \"conformational search\" of the helixes to form an assembly similar to the native protein. In addition, if weak interactions are responsible for helix assembly, it seems that many of the conformers are populated. Without the loops, none of them is emphatically preferred during the assembly process. Thus, the assembly can be depicted as a weakly structured \"many hole golf course,\" following Levinthal's idea of \"golf course landscape\" in protein folding. 43 Studies on using peptides corresponding to TMDs of polytopic channel proteins have been reported in the literature to evaluate their functional role in the channel (see an early review 18 ).",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 777,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Most recently, peptides corresponding to the individual TMDs of the viral channel forming protein p7 from Hepatitis C virus have been used to assess which TMD would most likely line the lumen of the pore. 8, 9 Whilst peptides, p7 1-38 8 and p7 , including the first TMD, show distinct channel recordings, a peptide corresponding to the second TMD, p7 , has been reported to even be insoluble in solvent and could not be reconstituted into lipid bilayers. 9 With these investigations the first TMD is proposed to line the pore which is supported by computational modeling. 44 Similarly, peptide fragments corresponding to the pore lining M2 segment of the d-subunit of the nicotinic acetylcholine receptor 16 and the pore forming region of a potassium channel also express channel activity. 17 Assembly studies with more than one type of TMD have not been reported yet, to the best of our knowledge.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 209,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": "1-38 8",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 456,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When fully expressed, the 3a protein exhibits complex channel behavior identifying weak ion selectivity as well as various subconductance states. Assembling an Ion Channel: ORF 3a from SARS-CoV 633",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full Length 3a Channel"
        },
        {
            "text": "Weak ion selectivity has been reported for most of the viral channel forming proteins known to date. 15, 45 This could occur due to the dynamics they undergo in the experimental set-up. Selectivity is due to the structure of the channel proteins and in the case of 3a a sequence alignment approach has identified similarities between the TMDs of 3a and those of ligand gated channels. 46 In previous experiments with 3a it has been shown that the channel is permeable for potassium ions but can be blocked by barium ions. 20 The protein has been expressed in Xenopus oocytes and monitored using two-electrode voltage clamp conditions. In this study, nonphysiological concentrations of Ca ions are used. Ca ions can have structural impact on the protein affecting possibly pore dimensions and gating kinetics, leading to the observed conductance.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Full Length 3a Channel"
        },
        {
            "text": "This finding could inflict the channel to be somehow similar to L-type channels. 47-49 L-type Ca channels also conduct monovalent ions, 50 especially if the divalent ions are not present. 48 Usually, these channels show strong inward currents and only weak outward currents. Thus, the rectification behavior found for 3a fits into the picture of being a Ca channel in as much rectification for Ca channels is explained by different binding affinities of the ion to either side of the channel. 48 Marginal Ca activity has been reported for a series of channel forming proteins reconstituted into artificial lipid membranes such as Vpu from HIV-1, 7 6K from alphavirus, 51 PB1-F2 from influenza A virus, 52 p7 from HCV 53 and 2B from Polio virus. 54 A detailed analysis of how the divalent ion alters the dynamics and kinetics of the individual proteins is still lacking.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Full Length 3a Channel"
        },
        {
            "text": "The question may arise at which particular stage of the cellular life cycle the channel is needed and why it needs to alter K gradients. Up to now, especially the role of Ca on virus development in cells is still to not yet fully explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full Length 3a Channel"
        },
        {
            "text": "Individual TMDs of the channel forming protein 3a show membrane activity and reconstituted in biological relevant ratios a channel like behavior is shown. Based on the membrane activity TMD2 and TMD3 could most likely face the lumen of the pore. However, to fully achieve sensible ion channel characteristics, the TMDs need to be connected by the linking amino acids. Full length protein 3a shows weak monovalent cation selectivity with evidence to allow for Ca flux under nonphysiological conditions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Wemmer Assembling an Ion Channel: ORF 3a from SARS-CoV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Channel recording data at various holding potentials of the individual TMDs (A), various mixtures of two TMDs with a weight ratio 1 : 1 (B) and a mixture of all three TMDs in a weight ratio 1 : 1 : 1 (C). Peptides are reconstituted in a 1 : 4 mixture of POPE and DOPC and recordings conducted in buffer solution of 500 mM KCl, 5 mM HEPES, pH 7.2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Channel recording data at various holding potentials of full length 3a protein in potassium buffer (500 mM KCl, 5 mM HEPES, pH 7.2) (A) and calcium buffer (500 mM CaCl 2 , 5 mM HEPES, pH 7.2) (B). The protein is reconstituted in a 1 : 4 mixture of POPE and DOPC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Selected channel traces from recordings taken in potassium buffer at 1120 mV (A) and calcium buffer taken at 1100 mV (B). Conditions as outlined inFigure 2. Arrows indicate the highest occurring conductance states.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ion selectivity measurements for potassium ions with full length 3a protein reconstituted in a 1 : 4 mixture of POPE and DOPC. Buffer conditions are 500 mM : 50 mM (cis : trans).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Current-voltage plots of the highest occurring conductance states in all the recordings shown in Figures 2 and 4. Date from recordings in potassium and calcium buffers are shown in blue and red (1 : 1), respectively, as well as those recorded in K 1 buffer at a 1 : 10 ratio are shown in black.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "with R 5 8.13 J mol 21 K 21 , F 5 96,485 J mol 21 V 21 , and T 5 298 K.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Calculated Conductance Values Given in pS for K 1 and Ca 21 Buffers at 1 : 1 and K 1 Buffer at 10 : 1 (cis : trans) Concentration Ratios Data are derived from linear regression analysis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Rainer H. A. Fink (Heidelberg, DE) and Bing Sun (Pasteur Institute of Shanghai, CN) for highly valuable discussions and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}