{"paper_id": "073456afdd52e85655dc9a207c9c6448144f12ac", "metadata": {"title": "", "authors": [{"first": "Jayanti", "middle": [], "last": "Prasad", "suffix": "", "affiliation": {}, "email": "*prasad.jayanti@gmail.com"}]}, "abstract": [{"text": "The primary data for Covid-19 pandemic is in the form of time series for the number of confirmed, recovered and dead cases. This data is updated every day and is available for most countries from multiple sources such as [Gar20b, iD20] . In this work we present a two step procedure for model fitting to Covid-19 data. In the first step, time dependent transmission coefficients are constructed directly from the data and, in the second step, measures of those (minimum, maximum, mean, median etc.,) are used to set priors for fitting models to data. We call this approach a \"data driven approach\" or \"data first approach\". This scheme is complementary to Bayesian approach and can be used with or without that for parameter estimation. We use the procedure to fit a set of SIR and SIRD models, with time dependent contact rate, to Covid-19 data for a set of 45 most affected countries. We find that SIR and SIRD models with constant transmission coefficients cannot fit Covid-19 data for most countries (mainly because social distancing, lockdown etc., make those time dependent). We find that any time dependent contact rate, which falls gradually with time, can help to fit SIR and SIRD models for most of the countries. We also present constraints on transmission coefficients and basic reproduction number R 0 as well as effective reproduction number R(t). The main contributions of our work are as follows. (1) presenting a two step procedure for model fitting to Covid-19 data (2) constraining transmission coefficients as well as R 0 and R(t), for a set of most affected countries and (3) releasing a python package PyCov19 [Pra20] that can used to fit a set of compartmental models with time varying coefficients to Covid-19 data.", "cite_spans": [{"start": 221, "end": 229, "text": "[Gar20b,", "ref_id": "BIBREF32"}, {"start": 230, "end": 235, "text": "iD20]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "At present the world is going through an unprecedented crisis of pandemic Covid-19 caused by a novel form of coronavirus, named Sars-CoV-2 which was passed to the human from bats in the Wuhan city of China, some time in December 2019 [Org20a, Org20b, ea20h, ea20t, ea20v, ea20d, ea20r, ea20l] .", "cite_spans": [{"start": 234, "end": 242, "text": "[Org20a,", "ref_id": "BIBREF41"}, {"start": 243, "end": 250, "text": "Org20b,", "ref_id": "BIBREF42"}, {"start": 251, "end": 257, "text": "ea20h,", "ref_id": "BIBREF15"}, {"start": 258, "end": 264, "text": "ea20t,", "ref_id": "BIBREF27"}, {"start": 265, "end": 271, "text": "ea20v,", "ref_id": "BIBREF29"}, {"start": 272, "end": 278, "text": "ea20d,", "ref_id": "BIBREF11"}, {"start": 279, "end": 285, "text": "ea20r,", "ref_id": "BIBREF25"}, {"start": 286, "end": 292, "text": "ea20l]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Till the middle of May 2020 the virus has reached almost all the parts of the world resulting in more than four million people infected and more than a quarter million deaths [Wor20] . The measures to contain the virus medically by developing a vaccine are going on war footing. However, the success is still expected to be a few years away [ea20f] . Till a fraction of the population develop (herd) immunity or the vaccine is ready, the only means to contain the pandemic are social measures (social distancing, contact tracing etc.,) and enhanced hygiene practices [ea06, ea20s, ea20p] .", "cite_spans": [{"start": 175, "end": 182, "text": "[Wor20]", "ref_id": "BIBREF50"}, {"start": 341, "end": 348, "text": "[ea20f]", "ref_id": null}, {"start": 567, "end": 587, "text": "[ea06, ea20s, ea20p]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Some of the most important problems related to Covid-19 research are (1) estimating the controlling parameters of the pandemic, (2) making short term predictions using mathematical-statistical modeling which can help in mitigating policies (3) simulating the growth of the epidemic by taking into account as many contributing effects as possible and (4) quantifying the impact of mitigation measures, such as lockdown etc [ea20j] .", "cite_spans": [{"start": 422, "end": 429, "text": "[ea20j]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Modeling Covid-19 pandemic with compartmental models of Kermack and McKendrick (for an introduction see [KR08, Li18, BC18] ) has been one of the most active problems in the recent times [ea20p, ea20a, ea20c, ea20e, FP20, ea20m, Oli20] . There have been alternative approaches also such as [RMI20] where statistical considerations are being taken into account for predictions. In one of the studies [FP20] it is argued that the data for the confirmed, recovered and dead, all three can easily fit a power law model with similar coefficients. The main attractive feature of these data driven approaches is that the complexity of the model being considered is determined by the data and not by theoretical expectations.", "cite_spans": [{"start": 104, "end": 110, "text": "[KR08,", "ref_id": "BIBREF37"}, {"start": 111, "end": 116, "text": "Li18,", "ref_id": "BIBREF38"}, {"start": 117, "end": 122, "text": "BC18]", "ref_id": "BIBREF0"}, {"start": 186, "end": 193, "text": "[ea20p,", "ref_id": "BIBREF23"}, {"start": 194, "end": 200, "text": "ea20a,", "ref_id": "BIBREF8"}, {"start": 201, "end": 207, "text": "ea20c,", "ref_id": "BIBREF10"}, {"start": 208, "end": 214, "text": "ea20e,", "ref_id": "BIBREF12"}, {"start": 215, "end": 220, "text": "FP20,", "ref_id": "BIBREF30"}, {"start": 221, "end": 227, "text": "ea20m,", "ref_id": "BIBREF20"}, {"start": 228, "end": 234, "text": "Oli20]", "ref_id": "BIBREF40"}, {"start": 289, "end": 296, "text": "[RMI20]", "ref_id": "BIBREF45"}, {"start": 398, "end": 404, "text": "[FP20]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the present work we follow a middle approach and fit two compartmental models, named SIR and SIRD with some modification, to the Covid-19 data. One of the main reasons to consider these models has been that the Covid-19 data is available only for the Susceptible, Infected, Recovered and Dead compartments (for the notations used here and other places in the present work see table (1)).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "It may be true that a large fraction of the population which may be Exposed (defined later) play an important role in the dynamics of the pandemic however, it is hard to get reliable numbers for that.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Apart from that, a large number of undocumented cases [ea20l] may have significant influence on the spread of the pandemic.", "cite_spans": [{"start": 54, "end": 61, "text": "[ea20l]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "A brief summary of the work presented here is as follows.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In §2 we give a brief introduction to the compartmental models and introduce the notations and variables used in the work. In particular, we discuss the SIR model in §2.1 and the SEIR and the SIRD models in §2.2 and §2.3 respectively. One of the major parts of the work presented here is to study the time dependence of the contact rate β, we introduce a set of parametric models of β(t) in §2.4. We discuss the time series data used in the study in the §3 by giving an example of Italy which is one of the most affected countries. The main results of our work are given in §4 and in §5. In §4 we discuss the reconstruction (regression) procedure for the set of transmission coefficients as well as for the effective reproduction (defined later), number R(t). Parameter estimation is discussed in §5.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The main conclusions of our work with a summary and some important points are discussed in §6.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "McKendrick (see [NC08, KR08, Li18] for an introduction) is still the main framework most commonly used. The main idea of the Kermack and McKendrick's compartmental models is that every individual in a society belongs to one of the M compartments and the total number of individuals belonging to different compartments keep changing with time. The minimum value M can have is two, for the Susceptible-Infected-Susceptible (SIS) model, in which the recovery does not guarantee that one will not get the infection again [KR08] .", "cite_spans": [{"start": 16, "end": 22, "text": "[NC08,", "ref_id": "BIBREF39"}, {"start": 23, "end": 28, "text": "KR08,", "ref_id": "BIBREF37"}, {"start": 29, "end": 34, "text": "Li18]", "ref_id": "BIBREF38"}, {"start": 517, "end": 523, "text": "[KR08]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Mathematical modeling of epidemics that started a century back with the seminal work of Kermack and"}, {"text": "During an epidemic phase an individual can go through many stages from being perfectly healthy to the recovered one after an infection, with or without any immunity (short or long term) or may die. If we represent every stage with a compartment and keep the track of the number of individuals in each compartment then we can easily model the dynamics of the epidemic. This approach is very similar to the approach taken in astronomy where we count the number of stars in different stages of their life to understand the stellar evolution.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling of epidemics that started a century back with the seminal work of Kermack and"}, {"text": "In principle we can have any number of logical compartments but in practice we should consider only those compartments for which we have the counts data, in particular for model fitting. Taking into account the fact that we have data only for the number of confirmed, recovered and dead population, the only compartmental model that meets the requirement is the SIRD model. If we consider the recovered and dead together we get the SIR model as is discussed in the next section.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling of epidemics that started a century back with the seminal work of Kermack and"}, {"text": "One of the important compartments that also is commonly considered is the 'exposed' one and represents the population which have received the infection but cannot pass to others, before a certain period called the incubation period. If we consider exposed population also then we get the SEIR model that also is discussed below. Three compartmental models SIR, SIRD, and SEIR are shown in the (a), (b) and (c) panels of Figure (1) respectively (for more detail one can refer to [KR08, Het00, ea97, Oli20] ).", "cite_spans": [{"start": 478, "end": 484, "text": "[KR08,", "ref_id": "BIBREF37"}, {"start": 485, "end": 491, "text": "Het00,", "ref_id": "BIBREF34"}, {"start": 492, "end": 497, "text": "ea97,", "ref_id": "BIBREF3"}, {"start": 498, "end": 504, "text": "Oli20]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Mathematical modeling of epidemics that started a century back with the seminal work of Kermack and"}, {"text": "If we identify the compartments with the nodes of a graph then the transmission between different compartments, as is represented by a set of coefficients, can be considered the edges of the graph. Some of the nodes may have multiple edges and some of the edges could be bi-directional also. The main challenge of the modeling a pandemic like Covid-19 is not the scarcity of mathematical models but it is of the reliable data for the compartments being considered. considered. If we consider these compartments as nodes of a graph then there are transmission coefficients for every connecting edge that determine how effective that edge is in changing the population of the connected compartments. In (a) and (c) representing SIR and SEIR models, the compartments are connected in a linear way, however, for the case (b), representing the SIRD model, there is a branching also. Since the total population must remain a constant so the rates of change along all the connecting edges must add to zero.", "cite_spans": [], "ref_spans": [], "section": "Mathematical modeling of epidemics that started a century back with the seminal work of Kermack and"}, {"text": "Notation Description ", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "Here β and γ are the transmission coefficients, also called the contact rate and the recovery removal rate respectively, and 1/β and 1/γ represent the mean duration of infectiousness and the average period of infectivity (see [Het00, ea03a] ), respectively.", "cite_spans": [{"start": 226, "end": 233, "text": "[Het00,", "ref_id": "BIBREF34"}, {"start": 234, "end": 240, "text": "ea03a]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "S. No."}, {"text": "In general there is some time lag between acquiring an infection and becoming infectious. However, in the SIR model it is ignored and an assumption is made that individuals become infectious immediately upon getting an infection. This is a very strong assumption and the main reasons for 4 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "The copyright holder for this preprint this version posted May 26, 2020 . . https://doi.org/10.1101 making this is that we do not know reliably how many people are actually 'exposed', or have the virus but are still not infectious (cannot pass it to others). One of the ways to address this problem could be contact tracing and assuming that anyone who has come into contact with an infected person is an exposed one. However, this assumption is as strong as the assumption made in the SIR model.", "cite_spans": [{"start": 59, "end": 71, "text": "May 26, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "S. No."}, {"text": "If we do not consider the birth, death and movement of people then the following condition must be satisfied.", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "here S, I and R is the population of the S, I and R compartments respectively.", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "In equation (1) the transmission coefficient β is one of the most important parameters of the epidemic dynamics and can be written as the product of the contact rates (the average number of contacts per person per time) and the transmission probability (the probability of disease transmission on contact between a susceptible and an infectious person). As has been mentioned that the transmission coefficient γ can be identified with the recovery rate which is nothing but the inverse of the infectious period (during which an infected person can pass the virus to other healthy people).", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "In general, the equations (1) is solved with the following initial conditions:", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "The second equation from 1 can be written as:", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "and for S/N > γ/β we get a positive infection rate.", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "Here we define one of the most important parameters of an epidemic in terms of the ratio β/γ, called the basic reproduction number R 0 , when considered a constant, and called the effective reproduction number R(t), when considered a function of time. The most common definition [KR08] of it is that it is the average number of secondary cases arising from an average primary case in an entirely susceptible population. Note that in the text we may also use just \"reproduction number\" and the meaning of it will depend on the context. Some of the studies such as [ea20a] call R 0 and R(t)both as basic reproduction number, however, we follow the convention used in [ea03b, ea03a, Cob20] .", "cite_spans": [{"start": 279, "end": 285, "text": "[KR08]", "ref_id": "BIBREF37"}, {"start": 563, "end": 570, "text": "[ea20a]", "ref_id": null}, {"start": 665, "end": 672, "text": "[ea03b,", "ref_id": "BIBREF5"}, {"start": 673, "end": 679, "text": "ea03a,", "ref_id": "BIBREF4"}, {"start": 680, "end": 686, "text": "Cob20]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "S. No."}, {"text": "The basis reproduction number R 0 is the main measure which quantifies the transmissibility of the virus and R 0 > 1, sets a chain of transmissions leading an exponential growth of the pandemic. We can keep R 0 < 1, by minimizing the contact rates (social distancing etc.,), lowering the infectiousness of the infected people (by treating them or putting them in a quarantine etc.) and reducing the susceptibility of the healthy people by vaccination etc., (for detail see [ea05] ).", "cite_spans": [{"start": 473, "end": 479, "text": "[ea05]", "ref_id": null}], "ref_spans": [], "section": "S. No."}, {"text": "The SIR model is one of the most basic models and can be easily generalized by one or more of the following ways:", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "1. Adding more compartments: Depending on the type of pandemic and other details we are interested in we can add more compartments to the SIR model. These compartments can fit in between the existing ones (for example as shown in Figure( 1) (c) for SEIR case) or can branch out from the existing once (as shown in Figure(1 6 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 230, "end": 237, "text": "Figure(", "ref_id": null}, {"start": 314, "end": 322, "text": "Figure(1", "ref_id": "FIGREF0"}], "section": "S. No."}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "S. No."}, {"text": "If we relax the assumption that the people who get the infection become infectious instantly and consider a latent period to the the onset of infectiousness there is a fraction of population (compartment) which has been exposed to the virus but will become infectious only after some latent period 1/σ, then the model is called Susceptible-Exposed-Infected-Recovered (SEIR) model represented by the following set of equations [KR08] ", "cite_spans": [{"start": 426, "end": 432, "text": "[KR08]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "SEIR model"}, {"text": "Note that if we combine the second and third equation above we get:", "cite_spans": [], "ref_spans": [], "section": "SEIR model"}, {"text": "From the above equation we can see that population in the E and I compartments together can grow with time only when the fraction of the susceptible population is greater than the inverse of the reproduction number :", "cite_spans": [], "ref_spans": [], "section": "SEIR model"}, {"text": "There are many forms of SEIR equations which are in common use (see [BC18, ea20p, ea20u, ea20b, P.20, ea20n] ) however, equation (5) is the simplest one and does not include natural deaths.", "cite_spans": [{"start": 68, "end": 74, "text": "[BC18,", "ref_id": "BIBREF0"}, {"start": 75, "end": 81, "text": "ea20p,", "ref_id": "BIBREF23"}, {"start": 82, "end": 88, "text": "ea20u,", "ref_id": "BIBREF28"}, {"start": 89, "end": 95, "text": "ea20b,", "ref_id": "BIBREF9"}, {"start": 96, "end": 101, "text": "P.20,", "ref_id": null}, {"start": 102, "end": 108, "text": "ea20n]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "SEIR model"}, {"text": "One of the common practices with the SEIR model has been to consider the incubation period 1/σ a constant, and estimates it from some other observations. The SEIR modal is quite complex as compared to the SIR model and we cannot find the number of exposed people exactly at time t = 0 for evolving the equations and so the approach used to define R no longer works. Thanks to the new generation matrix models [BC18] it is still possible to write R in a close form for this case also.", "cite_spans": [{"start": 409, "end": 415, "text": "[BC18]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "SEIR model"}, {"text": "One of the serious drawbacks of the SIR model is that people who recover and who die are treated in the same way -there are no separate compartments for the dead and recovered people. This drawback can be addressed by separating the compartments for the dead and recovered population as is done in the SIRD model described with the following set of equations (for a detail discussion see [ea20a, Vil20] ).", "cite_spans": [{"start": 388, "end": 395, "text": "[ea20a,", "ref_id": "BIBREF8"}, {"start": 396, "end": 402, "text": "Vil20]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "SIRD model"}, {"text": "7 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110171 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "Here a new transmission coefficient δ has been introduced which we can identify with the death rate. One of the advantages of the SIRD model is that it has three transmission coefficients β, γ and δ and we have the data for three time series I(t), R(t) and D(t) available so it is possible to compute the time dependency of all the three coefficients as well as the reproduction number R.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "The aim of any mitigation measures may be one or more of the followings:", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "1. Lower the contact or infection rate β.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "2. Lower the mortality rate δ.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "3. Increase the recovery rate γ.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "The SIRD model provides us a framework to estimate or fit all these parameters. In one of the coming sections we will discuss how we can reconstruct the transmission coefficients β, δ and γ as well as R from the data by a direct reconstruction approach.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "The basic reproduction rate for the SIRD model can be written in the following way [ea20a] :", "cite_spans": [{"start": 83, "end": 90, "text": "[ea20a]", "ref_id": null}], "ref_spans": [], "section": "SIRD model"}, {"text": "or, 1", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "where R γ = β/γ and R δ = β/δ. If apart from death and recovery there is some other channel that can lower the population in the I compartment, for example if infected people move out from that region with transmission coefficient η then we can write:", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "with R η = β/η. A more realistic model will have multiple compartments (nodes), either connected in series or some branching out from others, with data to constrain the transmission coefficients (edges).", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "Apart from this, realistic models may also require to consider different transmission coefficients of different subgroups (based on age etc.,). Incorporating, all these considerations will lead to very complex models having very less connect with the actual data we have.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "8 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110171 doi: medRxiv preprint 2.4 Time dependent β models As a pandemic triggers various containment measures [ea20s, DG20, ea20k, TS20, RR20, ea20c] such as lockdown, social distancing, improved hygiene practices etc., are taken and that lead to transmission coefficients such as β becoming time dependent [GG20, ea20m, FP20, ea20e, ea20i] . Apart from this, the drop in the susceptible population also decreases β (see [ea03a, Cob20] ).", "cite_spans": [{"start": 221, "end": 228, "text": "[ea20s,", "ref_id": "BIBREF26"}, {"start": 229, "end": 234, "text": "DG20,", "ref_id": "BIBREF2"}, {"start": 235, "end": 241, "text": "ea20k,", "ref_id": "BIBREF18"}, {"start": 242, "end": 247, "text": "TS20,", "ref_id": "BIBREF48"}, {"start": 248, "end": 253, "text": "RR20,", "ref_id": "BIBREF46"}, {"start": 254, "end": 260, "text": "ea20c]", "ref_id": "BIBREF10"}, {"start": 418, "end": 424, "text": "[GG20,", "ref_id": "BIBREF33"}, {"start": 425, "end": 431, "text": "ea20m,", "ref_id": "BIBREF20"}, {"start": 432, "end": 437, "text": "FP20,", "ref_id": "BIBREF30"}, {"start": 438, "end": 444, "text": "ea20e,", "ref_id": "BIBREF12"}, {"start": 445, "end": 451, "text": "ea20i]", "ref_id": "BIBREF16"}, {"start": 532, "end": 539, "text": "[ea03a,", "ref_id": "BIBREF4"}, {"start": 540, "end": 546, "text": "Cob20]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "SIRD model"}, {"text": "Lockdown has been one of the most common mitigation measures followed all over the world and, in its extreme form, we can assume that once it starts the contact rate between susceptible and infectious people drops to zero. In general, the lockdown starts on a fixed day t l and has a duration (time scale) we call τ (we will be using both τ and corresponding decay rate µ = 1/τ in the discussion). We can incorporate these two parameters into the modeling of β(t) in many different ways and a set of three common choices is given below:", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "This model is discussed here just for an example and we do not expect the variation of β(t) as slow as linear one. This expression shows that β(t) starts with an initial value β 0 and after time t l it starts decreasing linearly with a constant rate of µ = 1/τ and finally becomes β 0 (1 − µ) at t = ∞. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "SIRD model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. ", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "This form of suppression of β(t) starts with a constant value β 0 at some t = t l and keeps decaying for period represented by τ and finally settles to a final value β 0 (1 − α) as is shown in Figure ( 3).", "cite_spans": [], "ref_spans": [{"start": 193, "end": 201, "text": "Figure (", "ref_id": null}], "section": "tanh"}, {"text": "This can be written in the following way also:", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "From equation (13) we can also write :", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "Equations (14) and equation (15) are important to find the priors for α and µ once we know the priors for β and this will be discussed again in §4 and will be used in parameter estimation in §5.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "3. Exponential Suppression [FP20, ea20o, ea20n] :", "cite_spans": [{"start": 27, "end": 33, "text": "[FP20,", "ref_id": "BIBREF30"}, {"start": 34, "end": 40, "text": "ea20o,", "ref_id": "BIBREF22"}, {"start": 41, "end": 47, "text": "ea20n]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "tanh"}, {"text": "This model is similar to the tanh model and in this case also β(t) starts from some initial value β 0 and after decreasing for a period and finally approaches to a constant value β 0 α at t = ∞ as 10 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110171 doi: medRxiv preprint is shown in Figure (4) . Note that the transmission coefficient β may decay with time without any intervention also as is discussed in [ea97] for plants.", "cite_spans": [{"start": 276, "end": 282, "text": "[ea97]", "ref_id": null}], "ref_spans": [{"start": 153, "end": 163, "text": "Figure (4)", "ref_id": "FIGREF3"}], "section": "tanh"}, {"text": "In this case also we can write :", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "and", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "These equations also will be used to find the priors for parameter estimation.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "In one of the studies [ea20o] it has been argued that even the time of recovery 1/γ may also vary with time due to the improvement in medical understanding of the epidemic and facilities and that also can be modeled as an exponential function. There have been other physically well motivated exponentially decaying forms also such as given in [Vil20] in which β starts from starting value β 0 and decay with rate 1/τ finally becomes β 1 .", "cite_spans": [{"start": 22, "end": 29, "text": "[ea20o]", "ref_id": null}, {"start": 343, "end": 350, "text": "[Vil20]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "tanh"}, {"text": "The author argues that β 1 depends on the policy decisions leading to behavioral changes. This model is different from the model we are considering only in the respect that it considers the \"lockdown\" from the beginning i.e., t = 0.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "The time dependent β models as are discussed above and shown in Figure (5) share a common property that before a certain time t l , that we can identify with the day on which lockdown starts, β has a constant value β 0 and after that it starts decreasing with a rate that depend on the parameter µ = 1/τ . The effect of the suppression in β is controlled by the parameter µ and for its zeros values all the models become constant β models. From Figure (5) we can conclude that different models can lead to the same amounts of \"flattening\" of the curve with a different choice of parameters so there is no preferred model for the suppression.", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "The SIR model with constant transmission coefficients is applicable only in the situation when the pandemic is let to grow without any intervention. In the real world once a pandemic starts interventions of different kinds (social, medical etc.,) are considered to reduce the rate at which the the epidemic spreads. These interventions can be easily taken into account by considering a time dependent (decaying) growth rate (β). As we can see from the above figure that a decaying (exponentially) β helps to contain the disease by lowering the height of the peak as shown in Figure (5).", "cite_spans": [], "ref_spans": [], "section": "tanh"}, {"text": "The primary data for Covid-19 is in terms of three times series for the count of confirmed C(t) , recovered R(t) and dead D(t), persons for every country. By definition all the three times series 11 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . There are many factors, known and unknown, which determine the behavior of these time series, 12 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. The time series I(t) for the population in compartment I can be obtained by subtracting R and D from C.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "For a set of 45 countries the time series of I(t) are shown in Figure ( (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 16 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 63, "end": 71, "text": "Figure (", "ref_id": null}], "section": "Data"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101/2020.05.22.20110171 doi: medRxiv preprint δ, therefore it is a good measure which we can fit to a compartmental model, such as SIR or SIRD and can get constraints.", "cite_spans": [], "ref_spans": [], "section": "Data"}, {"text": "In this and next section we present the main results of the study in the form of demonstrating a reconstruction procedure for the time dependent transmission coefficients β(t), γ(t), δ(t) and the effective reproduction number R(t). We consider an example of Italy and India for this procedure.", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "Note that this approach is common and can be used to understand the variation of the transmission coefficients with time as a result of interventions. The main advantages of this approach is that there are no parameters to adjust and so the results are easy to reproduce.", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "The approach we use here is similar to as used in [ea20e, GG20] . In this approach the evolution equations are written in a discretized form as shown in equation (21).", "cite_spans": [{"start": 50, "end": 57, "text": "[ea20e,", "ref_id": "BIBREF12"}, {"start": 58, "end": 63, "text": "GG20]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Reconstruction"}, {"text": "From the third equation we can write:", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "and using this and second equation from (21) we get,", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "Note that by definition R t+1 ≥ R t , so γ(t) ≥ 0, however, we may have I t+1 ≤ I t also, β(t) may become negative also once the population in the compartment I starts decreasing.", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "Here an important assumption is being made and that is the fraction of susceptible population S/N is close to unity which may be true at the beginning of the epidemic. Once we have expressions for the time dependent β and γ we can also written an expression for the time dependent reproduction number in the following way:", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "Following the similar procedure we can write the SIRD equations in the following discretized form: From these questions we can write :", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "and can write the expression for the reproduction number:", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "18 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. where ∆X t = X t+1 − X t with X = I, R and D. This equation is identical to equation (24) if we do not count dead and recovered separately i.e., replace ∆R t + ∆D t with ∆R t . One of the interpretations of R is that it is a ratio of two rates and so in case we are interested finding out two separates measures for γ and δ, we can also write :", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "and so, 1", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "The procedure as discussed above can be used to know the variation of the transmission coefficients β, γ, δ and effective reproduction R(t)with time. In order to follow this procedure we need to abandon first few data points which have very high noise. As explained above occasionally we may also have negative values of R(t).", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "In figure (9) we show the reconstruction for β(t), γ(t) and R(t)for Italy with SIR model and in figure (10) the same is shown for β(t), γ(t) and δ(t) in case of SIRD model. We show R(t)as well as R γ (t) and R δ (t) for Italy in the case of SIRD model in figure (11). Similar figure are also shown for India in figure (12), (13) and (14). In all the figures the vertical red dashed lines mark the date of lockdown.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 13, "text": "figure (9)", "ref_id": "FIGREF9"}], "section": "Reconstruction"}, {"text": "One of the main attractive feature of the split of R for δ and γ is that it is sensitive to individual values of γ and δ and not just their sum γ + δ. For the case when γ = δ we get the usual reproduction 19 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "Reconstruction"}, {"text": "One of the import uses of the reconstruction procedure we have discussed here is to find the priors (minimum, maximum and best fit) values for the parameters to be fitted. Once we have the estimates for β(t), γ(t) and δ(t) from the above procedure we can easily find X min , X max , X 0 , values (with X = β, γ, δ. Here, X 0 is the approximate point for the parameter that is needed in many optimization procedure which iteratively find the solution. Since in the present work we use parametric form of β(t), so we need priors for the parameters of β(t) i.e., β 1 , α, µ and τ which can find from the reconstructed β(t) (see §2.4 for detail).", "cite_spans": [], "ref_spans": [], "section": "Priors"}, {"text": "We consider a set of six compartmental models, three belonging to the SIR and three to the SIRD class. The models are different from each other in terms of the choice for the epidemiological class (SIR or SIRD) or the model for the contact rate β(t) (see §2.4 for detail). A summary of the models is given in Table (3). 20 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 309, "end": 319, "text": "Table (3).", "ref_id": "TABREF12"}], "section": "Model fitting and parameter estimation"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model fitting and parameter estimation"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model fitting and parameter estimation"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . ", "cite_spans": [], "ref_spans": [], "section": "Model fitting and parameter estimation"}, {"text": "Parameters Note that in the model (5) and (6), β(t) starts decaying from the very beginning (in place of starting from a particular day representing the date of the lockdown) with a constant rate µ.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "In any fitting procedure the choice of the loss function depends on what we wish to fit. In the common least square fitting we use the sum of the squares of the offsets as the loss function. However, there is a problem here with the data we have for that choice. The time series we wish to fit have small values at the beginning and very large values at the later stage, so the the fitting is biased towards the points which have large values. One of the solutions for this could be to fit the log of the time series but then the fitting becomes biased toward small values, in the beginning (or later stage when 22 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. We decide to use the loss function of the ordinary least square which fits the data points close to the peak (having higher values) more accurately than other data points. We found this useful for the following two reasons:", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "1. The peak in the time series is an important feature, in particular its location and height, therefore any loss function biased towards it is justified.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "2. For the short term predictions only the data points close to the dates of prediction is important, so using a loss function that fits later points (having higher values) more accurately than the noisy data points in the beginning is favorable.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The loss function which we used for fitting the data to SIR and SIR models is given below.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The variables used in the above equations are defined in table (4):", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "For SIR and SIRD models we fit multiple time series together so we must weight the sum of the squares of the offsets for different time series since they have very different values -the value of I(t)", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "is generally few orders of magnitude higher than R(t) and D(t). We use the following weights for this 23 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "whereX l is the average of the time series X(t).", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "We use the solve ivp and minimize modules from the Scipy [Sci20] for integrating the differential equations and minimize the cost function respectively. The loss function given by equation (30) represents the Root Mean Square Deviation (RMSD) and we use its final value as a measure of the goodness of the fit, and is shown by the points of different colors (for different models) in the Figure (15) . From this figure we can see that it is hard to conclude that which of the models fit the data best (has always lowest RMSD). We can also notice from the figure that the model (6) is less sensitive towards the choice of a country for fitting the model (has the smallest fluctuations).", "cite_spans": [{"start": 57, "end": 64, "text": "[Sci20]", "ref_id": "BIBREF47"}, {"start": 388, "end": 399, "text": "Figure (15)", "ref_id": null}], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "A list of fitting parameter for the different models is given in Table ( 3). For the SIR class of models, model (1) and (2) we have five fitting parameters named, γ, β 0 , α, µ, t l and for the SIRD models, model (3) and (4) we have six fitting parameters named γ, β 0 , α, µ, t l and δ. As we can notice that for model (1) to model (4) four of the parameters are associated with β(t) and for model (5) and (6) the variation of β(t) is controlled by just two parameter -β 0 , the initial value of β and its decay rate µ = 1/τ .", "cite_spans": [], "ref_spans": [{"start": 65, "end": 72, "text": "Table (", "ref_id": null}], "section": "Model Epidemiological model β(t) Model"}, {"text": "The best fit values of the fitting parameters with their 90 % CI (standard deviation) as well as the median values are given Table (5) . The tables also give the estimate for the effective reproduction number R(t)which is a derived quantity here. Note that for computing R 0 we have extrapolated the value of R(t)to the last date for which the data is being used here.", "cite_spans": [], "ref_spans": [{"start": 125, "end": 134, "text": "Table (5)", "ref_id": "TABREF16"}], "section": "Model Epidemiological model β(t) Model"}, {"text": "A histogram of the effective reproduction number for the different models being considered is shown in Figure (16) and detail values of that for different countries, which include the average values as well as 90% CI (StdDev), are given in Table (6). 24 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [{"start": 103, "end": 114, "text": "Figure (16)", "ref_id": "FIGREF0"}, {"start": 240, "end": 250, "text": "Table (6).", "ref_id": "TABREF18"}], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020 . . https://doi.org/10.1101 25 All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 59, "end": 71, "text": "May 26, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020. . 26 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 28 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020 . . https://doi.org/10.1101 Covid-19 is a global crisis and understanding its impact on different systems of the modern human life (medical, social, economical etc.,) and the responses presented is an important exercise to carry out.", "cite_spans": [{"start": 59, "end": 71, "text": "May 26, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 203, "end": 238, "text": "(medical, social, economical etc.,)", "ref_id": null}], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "We understand that despite being a global phenomenon, the impact of Covid-19 in terms of the loss to life and the resourced being exhausted depend on the local conditions as well as on the mitigation measures taken locally. However, we believe that the global picture of the crisis does help to plan and take policy decisions at the local scale also.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "Full understanding of any pandemic, in particular like Covid-19 which does not have any other examples in the history (in terms of the scale and impact), may become available only when it is over and the facts and figure presented here may have very short life. However, we still believe that any quick timely insight may help a lot in terms of the planning for the worse. Knowing very well that all the mathematical models are wrong but some are useful, we believe that mathematical models which are presented in this work may help to develop some insight about the crisis. A brief summary of the work presented here is as follows.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "In §1 we have given a very brief introduction of the problem being addressed and reviewed some of the key works about Covid-19 which motivated the present work. A brief introduction of the mathematical framework used in the work in §2, in particular we have review a set of compartmental models SIR, SEIR and SIRD in §2. We have also discussed a set of of parametric models for one of the transmission coefficients β(t), in §2.4. We have discussed the data being used in the work in §3.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The main results of the present work are discussed in §4 and §5. In §4 we have reviewed a reconstruction procedure for the transmission coefficients and basic reproduction number R(t). This procedure does not depend on the choice of any parameter and can be easily generalized for other similar models also. We have presented the best-fit values of the parameters with their 90% CI, §5 in the form a set of tables. We have presented the values of the parameters in the following two forms:", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "1. Model based 2. Country based All the fitting parameters for the models being considered are summarized in Table ( ??). The country based parameters are given in terms of a set of two tables (6) where every row represents a country. From the country based table we can see that the estimate are quite consistent -do not change much from one model to another. In place of presenting all the parameters for countries we present only the basic reproduction number corresponding to different models.", "cite_spans": [], "ref_spans": [{"start": 109, "end": 116, "text": "Table (", "ref_id": null}], "section": "Model Epidemiological model β(t) Model"}, {"text": "We present Table ( 2) which in the appendix which have some basic information about the countries being considered for the modeling. In order to see how different models fits the data we have given the plots for all the six models for a set of countries in the figures from (??).", "cite_spans": [], "ref_spans": [{"start": 11, "end": 18, "text": "Table (", "ref_id": null}], "section": "Model Epidemiological model β(t) Model"}, {"text": "29 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020 . . https://doi.org/10.1101 The work we presented here assumes that spreading of a pandemic like Covid-19 happens homogeneously in space and time, however, we know that it is far from true. As the experience [ea03b] shows that \"super-spread\" events (SSEs) or rare events where, one particular infectious person interacts with a very large number of susceptible people over a short period of time have the maximum impact. In these situation the average measures like R 0 are not very informative. In the present work we data for a set of countries to constrain the parameters of the SIR and SIRD model one similar exercise with SIRD model for India is done in [ea20q] .", "cite_spans": [{"start": 59, "end": 71, "text": "May 26, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 280, "end": 287, "text": "[ea03b]", "ref_id": null}, {"start": 731, "end": 738, "text": "[ea20q]", "ref_id": null}], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}, {"text": "The copyright holder for this preprint this version posted May 26, 2020 . . https://doi.org/10.1101 ", "cite_spans": [{"start": 59, "end": 71, "text": "May 26, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}], "ref_spans": [], "section": "Model Epidemiological model β(t) Model"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An introduction to compartmental modeling for the budding infectious disease modeler", "authors": [{"first": "J", "middle": [], "last": "Blackwood", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Childs", "suffix": ""}], "year": 2018, "venue": "Letters in Biomathematics", "volume": "5", "issn": "1", "pages": "195--221", "other_ids": {"DOI": ["10.1080/23737867.2018.1509026"]}}, "BIBREF1": {"ref_id": "b1", "title": "Modeling infectious disease dynamics", "authors": [{"first": "S", "middle": [], "last": "Cobey", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb5659(2020)."]}}, "BIBREF2": {"ref_id": "b2", "title": "Early forecasts of the evolution of the covid-19 outbreaks and quantitative assessment of the effectiveness of countering measures", "authors": [{"first": "E", "middle": [], "last": "Daddi", "suffix": ""}, {"first": "M", "middle": [], "last": "Giavalisco", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Analysis and fitting of an sir model with host response to infection load for a plant disease", "authors": [{"first": "C", "middle": ["A G"], "last": "", "suffix": ""}], "year": null, "venue": "Philos Trans R Soc Lond B Biol Sci", "volume": "352", "issn": "", "pages": "353--364", "other_ids": {"DOI": ["10.1098/rstb.1997.0026"]}}, "BIBREF4": {"ref_id": "b4", "title": "Transmission dynamics and control of severe acute respiratory syndrome", "authors": [{"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 1966, "venue": "Science", "volume": "300", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.1086616"]}}, "BIBREF5": {"ref_id": "b5", "title": "Transmission dynamics of the etiological agent of sars in hong kong: Impact of public health interventions", "authors": [{"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 1961, "venue": "Science", "volume": "300", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.1086478"]}}, "BIBREF6": {"ref_id": "b6", "title": "Strategies for containing an emerging influenza pandemic in southeast asia", "authors": [{"first": "N", "middle": ["M F"], "last": "", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "", "pages": "209--214", "other_ids": {"DOI": ["10.1038/nature04017"]}}, "BIBREF7": {"ref_id": "b7", "title": "Strategies for mitigating an influenza pandemic", "authors": [{"first": "N", "middle": ["M F"], "last": "", "suffix": ""}], "year": 2006, "venue": "Nature", "volume": "442", "issn": "", "pages": "448--452", "other_ids": {"DOI": ["10.1038/nature04795"]}}, "BIBREF8": {"ref_id": "b8", "title": "Data-based analysis, modelling and forecasting of the covid-19 outbreak", "authors": [{"first": "A", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "PLOS ONE", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0230405"]}}, "BIBREF9": {"ref_id": "b9", "title": "Accounting for symptomatic and asymptomatic in a seir-type model of covid-19", "authors": [{"first": "A", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Assessing the efficiency of different control strategies for the coronavirus (covid-19) epidemic. ArXiv e-prints", "authors": [{"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in wuhan, china: a descriptive study", "authors": [{"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "30211--30218", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF12": {"ref_id": "b12", "title": "A time-dependent sir model for covid-19 with undetectable infected persons", "authors": [{"first": "C", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A strategic approach to covid-19 vaccine r&d", "authors": [{"first": "C", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abc5312"]}}, "BIBREF14": {"ref_id": "b14", "title": "An interactive web-based dashboard to track covid-19 in real time", "authors": [{"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "20", "issn": "", "pages": "533--534", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30120-1"]}}, "BIBREF15": {"ref_id": "b15", "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-ncov and naming it sars-cov-2", "authors": [{"first": "G", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nat Microbiology", "volume": "5", "issn": "", "pages": "536--544", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Monitoring the spread of covid-19 by estimating reproduction numbers over time", "authors": [{"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Inferring change points in the spread of covid-19 reveals the effectiveness of interventions", "authors": [{"first": "J", "middle": ["D"], "last": "", "suffix": ""}], "year": null, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb9789"]}}, "BIBREF18": {"ref_id": "b18", "title": "Early dynamics of transmission and control of covid-19: a mathematical modelling study", "authors": [{"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "20", "issn": "5", "pages": "553--558", "other_ids": {"DOI": ["10.1016/S1473-3099(20)30144-4"]}}, "BIBREF19": {"ref_id": "b19", "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov-2)", "authors": [{"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "368", "issn": "6490", "pages": "489--493", "other_ids": {"DOI": ["10.1126/science.abb3221"]}}, "BIBREF20": {"ref_id": "b20", "title": "Preliminary analysis of covid-19 spread in italy with an adaptive seird model", "authors": [{"first": "L", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A modified seir model to predict the covid-19 outbreak in spain and italy: simulating control scenarios and multi-scale epidemics", "authors": [{"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.27.20045005"]}}, "BIBREF22": {"ref_id": "b22", "title": "A data driven analysis and forecast of an seiard epidemic model for covid-19 in mexico", "authors": [{"first": "P", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The effect of control strategies to reduce social mixing on outcomes of the covid-19 epidemic in wuhan, china: a modelling study", "authors": [{"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "5", "issn": "", "pages": "30073--30079", "other_ids": {"DOI": ["10.1016/S2468-2667(20)30073-6"]}}, "BIBREF24": {"ref_id": "b24", "title": "Studying the progress of covid-19 outbreak in india using sird model. medRxiv", "authors": [{"first": "S", "middle": ["C"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05."]}}, "BIBREF25": {"ref_id": "b25", "title": "Covid-19: Epidemiology, evolution, and cross-disciplinary perspectives", "authors": [{"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Trends in Molecular Medicine", "volume": "26", "issn": "5", "pages": "483--495", "other_ids": {"DOI": ["10.1016/j.molmed.2020.02.008"]}}, "BIBREF26": {"ref_id": "b26", "title": "The global impact of covid-19 and strategies for mitigation and suppression. Imperial College COVID-19 Response Team", "authors": [{"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77735"]}}, "BIBREF27": {"ref_id": "b27", "title": "A new coronavirus associated with human respiratory disease in china", "authors": [{"first": "W", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {"DOI": ["10.1038/s41586-020-2012-7"]}}, "BIBREF28": {"ref_id": "b28", "title": "Modified seir and ai prediction of the epidemics trend of covid-19 in china under public health interventions", "authors": [{"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Journal of thoracic disease", "volume": "12", "issn": "3", "pages": "165--174", "other_ids": {"DOI": ["10.21037/jtd.2020.02.64"]}}, "BIBREF29": {"ref_id": "b29", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "Z", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {"DOI": ["10.1038/s41586-020-2012-7"]}}, "BIBREF30": {"ref_id": "b30", "title": "Analysis and forecast of covid-19 spreading in china, italy and france", "authors": [{"first": "D", "middle": [], "last": "Fanelli", "suffix": ""}, {"first": "F", "middle": [], "last": "Piazza", "suffix": ""}], "year": 2003, "venue": "Chaos, Solitons and Fractals", "volume": "134", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.chaos.2020.109761"]}}, "BIBREF31": {"ref_id": "b31", "title": "Mapping 2019-ncov", "authors": [{"first": "L", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Novel coronavirus (covid-19) cases", "authors": [{"first": "L", "middle": [], "last": "Gardner", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Extracting the effective contact rate of covid-19 pandemic", "authors": [{"first": "M", "middle": ["D"], "last": "Gaurav Goswami", "suffix": ""}, {"first": "Jayanti", "middle": [], "last": "Prasad", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The mathematics of infectious diseases", "authors": [{"first": "H", "middle": ["W"], "last": "Hethcote", "suffix": ""}], "year": 2000, "venue": "SIAM Review", "volume": "42", "issn": "4", "pages": "599--653", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Data on covid-19 (coronavirus) confirmed cases, deaths, and tests", "authors": [{"first": "O", "middle": ["W"], "last": "Data", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Space-time dependence of corona virus (covid-19) outbreak. ArXiv e-prints", "authors": [{"first": "P", "middle": ["S"], "last": "Biswas", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Modeling Infectious Diseases in Humans and Animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "An Introduction to Mathematical Modeling of Infectious Diseases", "authors": [{"first": "M", "middle": ["Y"], "last": "Li", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Mathematical models of infectious disease transmission", "authors": [{"first": "G", "middle": [], "last": "Nc", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "", "suffix": ""}], "year": 2008, "venue": "Nat Rev Microbiol", "volume": "6", "issn": "", "pages": "477--87", "other_ids": {"DOI": ["10.1038/nrmicro1845"]}}, "BIBREF40": {"ref_id": "b40", "title": "Refined compartmental models, asymptomatic carriers and covid-19", "authors": [{"first": "G", "middle": [], "last": "Oliveira", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.14.20065128"]}}, "BIBREF41": {"ref_id": "b41", "title": "Novel coronavirus (2019-ncov) situation report -1", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Report of the who-china joint mission on coronavirus disease", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "A time-dependent seir model to analyse the evolution of the sars-covid-2 epidemic outbreak in portugal", "authors": [{"first": "T", "middle": ["P"], "last": "", "suffix": ""}], "year": 2020, "venue": "Bull World Health Organ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2471/BLT.20.258392"]}}, "BIBREF44": {"ref_id": "b44", "title": "A python package for fitting covid-19 data", "authors": [{"first": "J", "middle": [], "last": "Prasad", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Data-driven modeling reveals a universal dynamic underlying the covid-19 pandemic under social distancing", "authors": [{"first": "P", "middle": ["M"], "last": "Robert Marsland", "suffix": ""}, {"first": "Iii", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Age-structured impact of social distancing on the covid-19 epidemic in india", "authors": [{"first": "S", "middle": ["R"], "last": "", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Scientific computing tools for python", "authors": [{"first": "", "middle": [], "last": "Scipy", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Sk Shahid Nadim. Assessment of 21 days lockdown effect in some states and overall india: A predictive mathematical study on covid-19 outbreak", "authors": [{"first": "J", "middle": ["C"], "last": "Sardar", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Estimating and simulating a sird model of covid-19 for many countries, states, and cities", "authors": [{"first": "", "middle": [], "last": "Villaverde", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Covid-19 coronavirus pandemic", "authors": [{"first": "", "middle": [], "last": "Worldometers", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "In the compartmental models the total population N is divided into a set of compartments as shown in the figure. The number of compartments and their connectivity depends on the detail of the model being", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The left panel in the figure shows the standard SIR model with three type of population (compartments) -Susceptible, Infected and Recovered and the right panel shows the SIRD model with four type of population -on extra compartment for the dead population. The dynamics of the epidemic depends on the transmission coefficients β, γ and δ and the starting values of the different types of population. The values of the parameters and the initial population in different compartments used in the figure are only for the purpose on an illustration.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "This figure shows the effect of α and µ on β(t) for the tanh model.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "This figure shows the effect of α and µ on β(t) for the exp model.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The top panel in the figure shows the β suppression models as are discussed in the text. The solid and dashed line in the bottom panel show the number of infected people I(t) and the number of recovered people R(t) for the SIR model corresponding to different β models. From the bottom panel we can see that all the models have similar effects, however, for the tanh case the suppression in the peak of I(t) is maximum. This figure is for an illustration the values of parameters have been chosen carefully to highlight the effects. are non-decreasing functions of time, as are shown in Figure (6) for Italy. The data for Covid-19 is provided by the John Hopkins University[ea20g,Gar20a,Gar20b] and is updated on daily basis and interactive tools are also provided for data exploration. The worldometer website[Wor20] and our world in data[iD20]  also provide an up to-date data for most countries with some extra information, such as the numbers for the active cases, critical cases and the test conducted for a million population of the country.The time series which are shown in Figure (6) grow exponentially in the beginning and then settle to a slower power law growth. If we look at the daily new cases, as shown in Figure (7), they look like broad peaked functions with increasing fluctuations around the the current value. Time series for a set of forty five countries used in the analysis are shown in the Figure (8).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The total number of confirmed, recovered and dead case for Italy.such as the nature of the diseases/virus, the health profile of the population, availability of medical infrastructure, age-distribution, social mixing, personal hygiene and may be geographical location and genetic makeup of the population. Compartmental models, such as SIR, SIRD, SEIR etc., help to simplify the problem by replacing a large number of controlling parameters with a very small set of well motivated parameters -the transmission coefficients.The compartmental models predict that how the population in different compartments change with time. In the SIR model the population in S and R compartments can only decrease and increase respectively, however, in the I compartment it can increases as well as decreases. On the onset of the epidemic almost everyone is in the S compartment with a very small fraction in I and no one in the R compartment. At the end of the pandemic everyone is in the R compartment with no one in S 14 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The number of new confirmed, recovered and dead case for Italy. or I compartment (see Figure (1). The same happens for SIRD model also where the decrease in I compartment happens due to recovery (R) and deaths (D).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "8). The time series S, I, R and D have very weak dependency on each other -the only constrains they have to satisfy is that the sum total of the population in different compartment must add to the total population. The number of people I(t) in the I compartment at time t does depend on all the three transmission rates β, γ, and 15 All rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Time series for a set 45 countries we used for modeling.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Reconstruction of the transmission coefficients β(t), γ(t) and the effective reproduction number R(t) with the SIR model for Italy. In this and next figures the red vertical dashed line shows the day of public lockdown enforcement.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Reconstruction of the transmission coefficients β(t), γ(t) and δ(t) with the SIRD model for Italy.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Reconstruction of the and the effective reproduction number R γ (t), R δ(t) and R(t) with the SIRD model for Italy. number.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Reconstruction of the transmission coefficients β(t), γ(t) and the effective reproduction number R(t) with the SIR model for India. Reconstruction of the transmission coefficients β(t), γ(t) and δ(t) with the SIRD model for India.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Reconstruction of the and the effective reproduction number R γ (t), R δ(t) and R(t) with the SIRD model for India.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "This figure shows the value of the loss function at the best fit point. From the figure we can see that different models fit equally well. the peaks falls).", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Histogram of the effective reproduction number R(t)with different models.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Fitting models with data for Italy. The panel from the top left to the bottom right are for the Models (1) to Model (6) respectively.", "latex": null, "type": "figure"}, "TABREF1": {"text": "such as hand wash etc., may help to lower β. In a similar way a better understanding of the disease and the urgency with which medical and testing facilities are brought online may improve the recovery rate γ.", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF12": {"text": "A summary of the models being considered for the analysis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Model Epidemiological model </td><td>β(t) Model </td><td>Parameters\n</td></tr><tr><td>1 </td><td>SIR </td><td>exp </td><td>(β, γ), (β0, α, µ, tl)\n</td></tr><tr><td>2 </td><td>SIR </td><td>tanh </td><td>(β, γ), (β0, α, µ, tl)\n</td></tr><tr><td>3 </td><td>SIRD </td><td>exp </td><td>(β, γ, δ), (β0, α, µ, tl)\n</td></tr><tr><td>4 </td><td>SIRD </td><td>tanh </td><td>(β, γ, δ), (β0, α, µ, tl)\n</td></tr><tr><td>5 </td><td>SIR </td><td>exp </td><td>(β, γ), (β0, µ)\n</td></tr><tr><td>6 </td><td>SIRD </td><td>exp </td><td>(β, γ, δ), (β0, µ)\n</td></tr></table></body></html>"}, "TABREF14": {"text": "", "latex": null, "type": "table"}, "TABREF16": {"text": "A summary of the fitting parameters for all the models.", "latex": null, "type": "table"}, "TABREF17": {"text": "The copyright holder for this preprint this version posted May 26, 2020. . https://doi.org/10.1101org/10. /2020", "latex": null, "type": "table"}, "TABREF18": {"text": "Effective reproduction number R(t)for countries with different models All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The author would like to thank Dr. Gaurav Goswami for comments and feedback. At present the author works as an independent researcher and data scientist and the work presented here is not supported by any public or private agency. The author will be thankful to any agency, individual or individuals who come forward to sponsor/support this and other similar works on Covid-19.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}