{"paper_id": "0861b7cd977b1b324b169f3cd7838f45d5a424b7", "metadata": {"title": "Journal Pre-proof Managing Endovascular Workload During COVID-19 Outbreak -the Singapore Experience", "authors": [{"first": "Lawrence", "middle": [], "last": "Han", "suffix": "", "affiliation": {"laboratory": "", "institution": "MBBS, FRCR", "location": {"addrLine": "FRCSEd (Gen), Uei Pua", "region": "MMed"}}, "email": ""}, {"first": "Hwee", "middle": [], "last": "Quek", "suffix": "", "affiliation": {"laboratory": "", "institution": "MBBS, FRCR", "location": {"addrLine": "FRCSEd (Gen), Uei Pua", "region": "MMed"}}, "email": ""}, {"first": "Glenn", "middle": ["Wei"], "last": "Leong Tan", "suffix": "", "affiliation": {"laboratory": "", "institution": "MBBS, FRCR", "location": {"addrLine": "FRCSEd (Gen), Uei Pua", "region": "MMed"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "(1) Department of General Surgery, Tan Tock Seng Hospital, Singapore 23", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(2) Lee Kong Chian School of Medicine, Nanyang Technological University, 24", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Singapore 25 The purpose of this communication is to describe our experience and highlight our 53 approach with reference to the ACS and SIR recommendations in provision of 54 endovascular services during the first ten weeks as the hospital attending to the 55 highest number of COVID-19 patients in the country. This manuscript fulfils our 56 institutional criteria for waiver of ethics board approval. 57 58 On 23 rd January 2020, Singapore confirms her first case of coronavirus patient, and 59 within two weeks reported the highest confirmed number of cases outside of China. 60", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since, our institution is experiencing the fourth wave of infection -first wave, 61 imported cases from China (<100 cases, February to mid-March); second wave, 62 occurrence of limited isolated local clusters (<1000 cases, February to mid-March); 63 third wave, returning overseas local and sustained community transmission (>1000 64 cases, early April); and fourth wave, decreasing community transmission but 65 explosion of foreign worker dormitory cluster (>5000 cases, mid-April) which 66 constitutes >60% of the total cases. 3 Singapore imposed island-wide limited 67 lockdown, termed \"circuit breaker\", in early April. Diabetic Foot Clinic remains accessible as these patients usually require early 85 attention; ii) significant reduction in routine anesthesia support (to free up this 86 valuable resource for intensive care unit (ICU) and ventilation service); iii) reduced 87 high-risk surgery listing in order to conserve intensive resources e.g. we postponed a 88 case of migrated thoracic stent which is to be remedied with a customised thoracic 89 arch branch device as there is an inherent increased risk of aortic dissection or 90 stroke necessitating ICU stay; iv) exposure protection for admitted patients who are 91 5 at increased risk for COVID-19 mortality 4 ; v) lastly, manpower redeployment (nurses 92 and doctors to augment COVID-19 work in NCID). 93 94 In our institution, the endovascular service is provided jointly by vascular surgery (VS) 95 and interventional radiology (IR). Apart from access to NCID angiography suite, 96 there are two angiography systems sited within radiology department. Our unit 97 conducted a retrospective review of the endovascular procedure case-mix in the 10 98 weeks since the start of the outbreak and compared to the same period last year, 99 this is then referenced to the ACS and SIR acuity-based case classification (Table 1) . notwithstanding, the other critical factors that contribute to maintenance of caseload 112 include: i) a workflow that promotes non-territorial collaboration between VS and IR 113 for efficient use of valuable resource i.e. angiography suite, endovascular trained 114 manpower; ii) allocated protected daily endovascular list in the radiology department 115 in its workflow, a necessity to relieve the ever increasing vascular cases; iii) a 116 streamlined workflow to minimize the burden on inpatient hospital bed utilization, 117 majority of endovascular procedures are performed on an outpatient/short-stay basis 118 under local anaesthesia and moderate conscious sedation, latter will minimise 119 reliance on anaesthesia -formal and continual accreditation is mandatory in our 120 institution. 121", "cite_spans": [], "ref_spans": [{"start": 1880, "end": 1889, "text": "(Table 1)", "ref_id": null}], "section": ""}, {"text": "To conclude, provision of endovascular service will require a certain degree of 123 rationalization to dovetail with the over-riding medical effort during this pandemic. 124", "cite_spans": [], "ref_spans": [], "section": "122"}, {"text": "From our experience, the ACS and SIR case-based classification is a feasible guide 125 but as this pandemic drags on and looks set to be protracted, innovative solutions 126 will be needed, in resource constrained healthcare systems, to reduce the impact on 127 patients requiring endovascular care. 128 129 ", "cite_spans": [], "ref_spans": [], "section": "122"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "American College of Surgery. COVID-19 Guidelines for Triage of Vascular 132", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "19/clinical-guidance/elective-case/vascular-surgery", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Society of Interventional Radiology. COVID-19 case classification", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "toolkit/covid-19-case-classification", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Updates On COVID-19 (Coronavirus Disease 139 2019) Local situation", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "SARS-CoV-2 Transmission in Patients 142", "authors": [{"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "Mlk", "middle": [], "last": "Chua", "suffix": ""}, {"first": "C", "middle": [], "last": "Xie", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "With Cancer at a Tertiary Care Hospital in Wuhan, China", "authors": [], "year": null, "venue": "JAMA Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": ", a 1700-bed tertiary hospital in central Singapore, is co-located with 70 National Centre for Infectious Disease (NCID), and provides manpower and 71 resources to NCID. NCID is a 330-bed purpose-built facility with a screening centre, 72 isolation and cohort wards, high-level isolation unit, intensive care units, a laboratory, 73 radiology suite, and operating theatres (OTs) -the angiography suite in radiology 74 and OTs have dedicated negative pressure system. This design allowed for physical 75 segregation of infectious cases and is based on our prior experience with SARS-CoV 76 in 2003. 77 78 From the outset and during the course of the pandemic, in tandem with the national 79 response to the outbreak, there is rationalization and consequent impact on 80 endovascular service in the form of: i) up to 50% reduction in clinic resources -81 vascular specialists screening time sensitive vs non-urgent results for all clinic 82patients as well as new referrals prior to scheduling of any visits, and provisions 83 made for accessibility to chronic medications without clinic consultations, however, 84", "latex": null, "type": "figure"}, "FIGREF2": {"text": "100 As per the guidelines, high acuity cases with life or limb-threatening conditions are 101 not postponed. Case in point, a patient with history of Langerhans Cell Histiocytosis 102 developed acute bilateral lower limb ischemia with CT proven saddle embolus, 103 bilateral iliac artery occlusion sequelae, and a 3 cm aortic arch free-floating thrombus 104 just distal to the left subclavian artery as the embolic source. Patient underwent right 105 femoral embolectomy and endovascular thoracic stent graft placement to jail the clot 106 and prevent further embolic events. 107 108 Our institutional case-mix showed no significant change in the number of 109 endovascular cases in the same 10-week period this year and 2019. The presence 110 of a separate infection centre, NCID, to handle bulk of COVID-19 cases 111", "latex": null, "type": "figure"}, "TABREF0": {"text": "e-mail: glenn_tan@ttsh.com.sg 26 Co-Author (Last): Uei Pua 28 Credentials: MBBS, FRCR, MMed, FCIRSE, FSIR 29 Declaration: we hereby declare -36 • The manuscript, including related table, has not been published previously 37and that the manuscript is not under consideration elsewhere. 38• All three named authors have contributed to the manuscript. 39• All three named authors have no Conflicts of Interests, financial or otherwise, 40As the COVID-19 pandemic intensifies globally, challenges in timely delivery of non-45 COVID-19 related healthcare service such as endovascular service arise due to 46 infection control matters, resource conservation/diversion, and patient/physician 47 movement restrictions. To this end, guidelines on triage of vascular surgery patients 48", "latex": null, "type": "table"}, "TABREF1": {"text": "145 Summary of our institution's endovascular case-mix with reference to the ACS and 146 SIR acuity-based case classification. The comparison has shown similar number of 147 cases performed when compared to the same 10-week period in 2019 in brackets (), 148 despite the ongoing outbreak. 149 Summary of our institution's endovascular case-mix with reference to the ACS and SIR acuity-based case classification. The comparison has shown similar number of cases performed when compared to the same 10-week period in 2019 in brackets (), despite the ongoing outbreak.", "latex": null, "type": "table"}}, "back_matter": []}