{"paper_id": "2591cfd4b0205e3e6be88db941f88b8a58a47bf2", "metadata": {"title": "How many infections of COVID-19 there will be in the \"Diamond Princess\"- Predicted by a virus transmission model based on the simulation of crowd flow", "authors": [{"first": "Zhiming", "middle": [], "last": "Fang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Shanghai for Science and Technology", "location": {"postCode": "200093", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Zhongyi", "middle": [], "last": "Huang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Shanghai for Science and Technology", "location": {"postCode": "200093", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xiaolian", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Maritime University", "location": {"postCode": "201306", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Jun", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Science and Technology of China", "location": {"postCode": "230026", "settlement": "Hefei", "country": "China"}}, "email": ""}, {"first": "Wei", "middle": [], "last": "Lv", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuhan University of Technology", "location": {"postCode": "430070", "settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Lei", "middle": [], "last": "Zhuang", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Shanghai for Science and Technology", "location": {"postCode": "200093", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xingpeng", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Shanghai for Science and Technology", "location": {"postCode": "200093", "settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Nan", "middle": [], "last": "Huang", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives: Simulate the transmission process of COVID-19 in a cruise ship, and then to judge how many infections there will be in the 3711 people in the \"Diamond Princess\" and analyze measures that could have prevented mass transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": Based on the crowd flow model, the virus transmission rule between pedestrians is established, to simulate the spread of the virus caused by the close contact during pedestrians' daily activities on the cruise ship. Measurements and main results: Three types of simulation scenarios are designed, the Basic scenario focus on the process of virus transmission caused by a virus carrier and the effect of the personal protective measure against the virus. The condition that the original virus carriers had disembarked halfway and more and more people strengthen self-protection are considered in the Self-protection scenario, which would comparatively accord with the actual situation of \"Diamond princess\" cruise. Control scenario are set to simulate the effect of taking recommended or mandatory measures on virus transmission Conclusions: There are 850~1009 persons (with large probability) who have been infected with COVID-19 during the voyage of \"Diamond Princess\". The crowd infection percentage would be controlled effectively if the recommended or mandatory measures can be taken immediately during the alert phase of COVID-19 outbreaks.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Referring to the theory in Ref. (Zhang et al., 2011) , the present models of infectious disease transmission can be divided into three categories according to the, which are single group model (treat the population as a whole), the composite group model (divide population into child groups according to the spatial heterogeneity) and individual models (consider attributes and behaviors of individuals). The SIR model (Kermack and McKendrick, 1991) proposed in 1927 is a classical single group model, in which the population was treated as a whole and partial differential equations was adopted to describe the relationship between healthy population, infected population, recovering population and dead population. Besides, the concept of average contact number was introduced and they pointed out that the average contact number was the key factor affecting the spread of infectious diseases. Another single group model proposed by Hoppensteadt et al. (1975) considered the effect of age heterogeneity on the transmission. Random factors were then introduced by some studies (Black and McKane, 2010; Nåsell, 2002) , and these models were more effective than deterministic models in exploring the characteristics of the early stage of a infectious diseases and the recurring infectious disease. Composite group models divide the population into different subgroups according to clearly defined social units. With the hypothesis, this kind of models are able to investigate the transmission of infectious diseases caused by personnel movement in different areas with the help of the graph theory. Cross et al. (2007) established a 1111 grid model. A SIR model was adopted in the each grid. Another composite group model was proposed by Colizza and Vespignani (2008) to obtain threshold conditions for epidemic infection, in which a SIR model was used to describe flows within subgroups, and a network was used to describe links between subgroups. Watts et al. (2005) treated the population as a hierarchical structure and established a composite group model to discuss the impact of hierarchy on the transmission.", "cite_spans": [{"start": 32, "end": 52, "text": "(Zhang et al., 2011)", "ref_id": "BIBREF13"}, {"start": 419, "end": 449, "text": "(Kermack and McKendrick, 1991)", "ref_id": "BIBREF7"}, {"start": 935, "end": 961, "text": "Hoppensteadt et al. (1975)", "ref_id": "BIBREF6"}, {"start": 1078, "end": 1102, "text": "(Black and McKane, 2010;", "ref_id": "BIBREF0"}, {"start": 1103, "end": 1116, "text": "Nåsell, 2002)", "ref_id": "BIBREF10"}, {"start": 1598, "end": 1617, "text": "Cross et al. (2007)", "ref_id": "BIBREF2"}, {"start": 1738, "end": 1767, "text": "Colizza and Vespignani (2008)", "ref_id": "BIBREF1"}, {"start": 1949, "end": 1968, "text": "Watts et al. (2005)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "In individual models, however, the basic modeling unit is individual rather than a group of people. Personal attributes and behavior rules are assigned to each individual, and then contact network will be established between individuals. Kleczkowsi et al. (1999) introduced the cellular automata to the simulation of the epidemic process of infectious diseases, and discussed the impact of personnel flow and medical treatment on epidemic transmission. Based on the survey data of personal contact in large cities, Eubank et al. (Eubank et al., 2004) developed EpiSimS. With the software they studied the spread and control of smallpox in cities. Milne et al. (2008) established a virtual network model based on the population, household characteristics and location information of an Australian town. The model described the contact and infection process of personnel, and studied the intervention effect of prevention and control measures on influenza.", "cite_spans": [{"start": 238, "end": 262, "text": "Kleczkowsi et al. (1999)", "ref_id": null}, {"start": 515, "end": 550, "text": "Eubank et al. (Eubank et al., 2004)", "ref_id": "BIBREF3"}, {"start": 647, "end": 666, "text": "Milne et al. (2008)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "In this paper, we simulate, discuss and predict the viral transmission process on the \"Diamond Princess\" based on a crowd flow model, with which behaviors, contacts and infections of people can be described at individual level. So straightly speaking, it belongs to the individual model introduced above. In Section 2 we introduce the foundational assumptions and rules of the model, and then the results of the simulation are discussed in Section 4. At last, the summary is presented in Section 4.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The method to simulate the flow process of the people on the cruise ship is as follows:", "cite_spans": [], "ref_spans": [], "section": "The simulation of crowd flow"}, {"text": " Several action forms for pedestrians are defined, including going to the restaurant for meals (three meals a day), going to the leisure area (irregularly), and returning to the room to rest (irregularly during the day, at night).", "cite_spans": [], "ref_spans": [], "section": "The simulation of crowd flow"}, {"text": " Each pedestrian is given a series of \"time -action form\", for example, \"7:05going to the restaurant\", \"9:23 -going to the leisure area\", … , \"21:40 -returning to the room\".", "cite_spans": [], "ref_spans": [], "section": "The simulation of crowd flow"}, {"text": " When a certain time in the \"time -action form\" is reached, the corresponding action form will be implemented, take the pedestrian with \"7:05 -going to the restaurant\" as an example, he will start to move towards a restaurant at the 7:05.", "cite_spans": [], "ref_spans": [], "section": "The simulation of crowd flow"}, {"text": " The pedestrians' movement rules during each action form are derived from the movement rules of the discrete evacuation model (Fang et al., 2010) . The difference is that the destination of pedestrians in the evacuation model is the exit, yet the destination here is the restaurant, leisure area, room, etc.", "cite_spans": [{"start": 127, "end": 146, "text": "(Fang et al., 2010)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "The simulation of crowd flow"}, {"text": "Based on the crowd flow model, the virus transmission rule between pedestrians is established, to simulate the spread of the virus caused by the close contact during pedestrians' daily activities in the cruise ship. The virus transmission model is defined as follows:", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " First, is used to represent the viral propagation distance, − is the probability of virus infection of each pedestrian.", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " When the distance between the virus carrier and surrounding pedestrians is less than , the probability of virus infection of each surrounding pedestrian − is determined by equation (1).", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": "Where, , are the effectiveness of protective measures adopted by the virus carrier and each surrounding pedestrian respectively. (2).", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": "(∆ ) is a function of the contact time with virus carriers (∆ ). We assumed that the virus transmission efficiency increases linearly as ∆ increases, as shown in equation (3).", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": "Where, is a confirm time within which close contact will definitely cause the virus to spread.", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " There could be multiple original virus carriers in the model, whose − are 1.", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " Considering that some people may be immune to the virus, a maximum value of 50% is assumed for the − of the original normal pedestrians, which means that 50 percent of people are immune to the virus.", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " Referring to the characteristics of COVID-19, is assumed as 1m, in equation (2) is assumed as 7, and in equation (3) is assumed as 2 minutes.", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": " represents the total number of pedestrians in the ship. Each pedestrian may or may not use personal protective measure, and then the protection ratio is defined which means that • pedestrians adopt personal protective measure. Moreover, we assumed that the effect of personal protective measure is equivalent to the KN90 mask, thus in equation (1) (4).", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": "3 Simulation Results", "cite_spans": [], "ref_spans": [], "section": "The virus transmission model based on the simulation of crowd flow"}, {"text": "\"Diamond Princess\" is the top luxury cruise, which has 18 decks in total. Due to the unknown information of structure of cruise, it is difficult to simulate the COVID-19 infected situation on \"Diamond Princess\" cruise or on the similar cruise. Through careful investigation, it is found that the structure drawing of cruise ship (shown in Fig.1 ) that is named \"President VI\" of Vista Cruise is public on the Internet. For simplicity, the virus transmission model was established by using the structure graphing of \"President VI\", then the final virus infection ratio (Rcrowd-vir) of \"President VI\" could be obtained and used as an analogy to analyze the infected situation of \"Diamond Princess\". ", "cite_spans": [], "ref_spans": [{"start": 339, "end": 344, "text": "Fig.1", "ref_id": "FIGREF2"}], "section": "Object of the simulation"}, {"text": "It is necessary to review the voyage of \"Diamond Princess\" cruise and key points of COVID-19 outbreaks before simulating.", "cite_spans": [], "ref_spans": [], "section": "Basic Scenarios"}, {"text": "Jan. 20: \"Diamond Princess\" cruise departed from Yokohama, Japan.", "cite_spans": [], "ref_spans": [], "section": "Basic Scenarios"}, {"text": "Jan. 23: The government took some measures to limit the inflow and outflow of people in Wuhan.", "cite_spans": [], "ref_spans": [], "section": "Basic Scenarios"}, {"text": "Jan. 25: An 80 years old passenger disembarked from \"Diamond Princess\" cruise in Hong Kong, China. Then he had a fever.", "cite_spans": [], "ref_spans": [], "section": "Basic Scenarios"}, {"text": "Feb. 1: It is confirmed that the passenger who disembarked in Hong Kong has been infected with COVID-19. 3) Every scenario with one Pprotect is calculated for once. ", "cite_spans": [], "ref_spans": [], "section": "Basic Scenarios"}, {"text": "Obviously, \"Diamond Princess\" cruise was not under the completely protective condition when the COVID-19 outbreaks. However, if \"Diamond Princess\" cruise don't take any protective measures, the virus infection ratio will be comparatively terrible.", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "Will more cases be confirmed later?", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "Through careful investigation of some reports or news on the Internet, it can be found that some passengers have prepared some masks before boarding the cruise ship.", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "Furthermore, people started to take some measures to strengthen self-protection gradually when they received the news that measures have been taken to limit inflow and outflow of people in Wuhan city on January 23, 2020. Therefore, the Selfprotection scenarios are designed to simulate the process of virus infection under the strengthened self-protection condition. It should be a gradual process, that is, the Pprotect should increase day by day with the accumulation of epidemic information and the implementation of self-protection measures among the passengers and crew. The Selfprotection scenarios are different from the Basic scenarios. For example:", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "1) The initial value of Pprotect is 10%;", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "2) The Self-protection scenarios with different Pprotect are described in Table. 1. Pprotect increases by 10% per day from January 24, 2020 until it equals to a high threshold. As shown in Table. 1, six thresholds are employed in this model, which are 50%, 60%, 70%, 80%, 90%, 100% respectively. It should be emphasized that Pprotect doesn't increase any more when it equals to the threshold that set up in the scenarios.", "cite_spans": [], "ref_spans": [{"start": 74, "end": 80, "text": "Table.", "ref_id": null}, {"start": 189, "end": 195, "text": "Table.", "ref_id": null}], "section": "Self-protection Scenarios"}, {"text": "3) The original virus carrier and the pedestrian who live in the same cabin disembark from the cruise ship on January 25, 2020 in this model. In other words, the values of Rper-vir of these pedestrians are reset as 0 from January 26, 2020.", "cite_spans": [], "ref_spans": [], "section": "Self-protection Scenarios"}, {"text": "4) Every Self-protection scenario that described in Table. 1 is calculated 5 times. Fig.4 shows mean infection percentage curves of Self-protection scenarios. It can be demonstrated that the virus infection ratio (Rcrowd-vir) would decrease effectively by improving the self-protection level spontaneously. It would be considered that the threshold of protection ratio (Pprotect) of \"Diamond Princess\" cruise is between 60% and 80% even though it is impossible to obtain the data that described self-protection measures taken by people on the cruise. Thus, based on the infected situation of Selfprotection scenarios on \"Diamond Princess\" cruise shown in Table. 2, it can be concluded that the number of persons who are infected with COVID-19 will be between ", "cite_spans": [], "ref_spans": [{"start": 52, "end": 58, "text": "Table.", "ref_id": null}, {"start": 84, "end": 89, "text": "Fig.4", "ref_id": "FIGREF7"}, {"start": 655, "end": 661, "text": "Table.", "ref_id": null}], "section": "Self-protection Scenarios"}, {"text": "Control scenarios are set to simulate the condition that the managers of the cruise ship had begun to take recommended or mandatory measures to enhance protective level of people against the novel coronavirus since January 24. The mandatory measures should be work immediately. That's to say, the Pprotect would change to a certain high value immediately and keep it the same in the next few days with the mandatory measures are carried out. The differences between Control scenarios and Basic scenarios are:", "cite_spans": [], "ref_spans": [], "section": "Control scenarios"}, {"text": "1) The initial value of Pprotect is 10%;", "cite_spans": [], "ref_spans": [], "section": "Control scenarios"}, {"text": "2) The Control scenarios with different Pprotect are described in Table. 3. Pprotect equals to a certain high value since January 24, 2020. As shown in Table. 3, six different values are adopted in this model, which are 50%, 60%, 70%, 80%, 90%, 100% respectively.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 72, "text": "Table.", "ref_id": null}, {"start": 152, "end": 158, "text": "Table.", "ref_id": null}], "section": "Control scenarios"}, {"text": "3) The original virus carrier and the pedestrian who live in the same cabin disembark from the cruise ship on January 25, 2020 in this model. In other words, the values of Rper-vir of these pedestrians are reset as 0 from January 26, 2020.", "cite_spans": [], "ref_spans": [], "section": "Control scenarios"}, {"text": "4) Every Control scenario that described in Table. 3 is calculated 5 times. ", "cite_spans": [], "ref_spans": [{"start": 44, "end": 50, "text": "Table.", "ref_id": null}], "section": "Control scenarios"}, {"text": "A virus transmission model based on the simulation of crowd flow was presented in this study, to simulate the transmission process of COVID-19 in a cruise ship, and then to judge how many infections there will be in the 3711 people on the \"Diamond Princess\" and analyze measures that could have prevented mass transmission.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "In this article, three different types of scenarios of \"Diamond Princess\" cruise were designed to simulate the process of COVID-19 infection:", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "1) Basic scenarios simulated the virus transmission process among the crowd in the cruise ship with different protective ratios (Pprotect). The results showed that if the individual protective measures were not taken in the confined cruise ship, the number of persons who would be infected with COVID-19 depends on the individual immunity during the 13-days voyage. That is, the persons with weak resistance are all infected.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "2) Self-protection scenarios were designed to calculate the process of virus infection under the strengthened self-protection condition. The simulated situation would comparatively accord with the actual situation of \"Diamond princess\" cruise.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "According to the results obtained in the self-protection scenarios, the final number of persons who would be infected with COVID-19 will be between 850 and 1009 persons.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "The actual number of persons diagnosed as virus-infected persons is less than the lower limit (850 persons) at present. However, it still should be emphasized that the patients on \"Diamond Princess\" cruise were mainly infected with COVID-19 during the voyage if the final infected number is close to the upper limit (1009 persons).", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "3) Control scenarios are set to simulate the effect of taking recommended or mandatory measures on virus transmission. It can be found that the final infected number would be controlled effectively if the recommended or mandatory measures can be taken immediately during the alert phase of COVID-19 outbreaks. Additionally, by comparing with the actual infected number, it can be indicated that the manager of the cruise ship didn't take appropriate mandatory measures.", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Stochasticity in staged models of epidemics: quantifying the dynamics of whooping cough", "authors": [{"first": "A", "middle": ["J"], "last": "Black", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mckane", "suffix": ""}], "year": 2010, "venue": "Journal of the royal society interface", "volume": "7", "issn": "", "pages": "1219--1227", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemic modeling in metapopulation systems with heterogeneous coupling pattern: Theory and simulations", "authors": [{"first": "V", "middle": [], "last": "Colizza", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2008, "venue": "Journal of theoretical biology", "volume": "251", "issn": "", "pages": "450--467", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Utility of R 0 as a predictor of disease invasion in structured populations", "authors": [{"first": "P", "middle": ["C"], "last": "Cross", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Getz", "suffix": ""}], "year": 2007, "venue": "Journal of the Royal Society Interface", "volume": "4", "issn": "", "pages": "315--324", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Modelling disease outbreaks in realistic urban social networks", "authors": [{"first": "S", "middle": [], "last": "Eubank", "suffix": ""}, {"first": "H", "middle": [], "last": "Guclu", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Kumar", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Marathe", "suffix": ""}, {"first": "A", "middle": [], "last": "Srinivasan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Toroczkai", "suffix": ""}, {"first": "Wang", "middle": [], "last": "", "suffix": ""}, {"first": "N", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Nature", "volume": "429", "issn": "", "pages": "180--184", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Experiment and modeling of exit-selecting behaviors during a building evacuation", "authors": [{"first": "Z", "middle": [], "last": "Fang", "suffix": ""}, {"first": "W", "middle": [], "last": "Song", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}], "year": 2010, "venue": "Physica A: Statistical Mechanics and its Applications", "volume": "389", "issn": "", "pages": "815--824", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus live updates: South Korea coronavirus infections surge past 340", "authors": [{"first": "R", "middle": [], "last": "Helen", "suffix": ""}, {"first": "Adam", "middle": [], "last": "", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Mathematical Theories of Populations: Deomgraphics", "authors": [{"first": "F", "middle": [], "last": "Hoppensteadt", "suffix": ""}], "year": 1975, "venue": "Genetics, and Epidemics", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Contributions to the mathematical theory of epidemics--I", "authors": [{"first": "W", "middle": ["O"], "last": "Kermack", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Mckendrick", "suffix": ""}], "year": 1927, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Mean-field-type equations for spread of epidemics: The 'small world'model", "authors": [{"first": "A", "middle": [], "last": "Kleczkowski", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 1999, "venue": "Physica A: Statistical Mechanics and its Applications", "volume": "274", "issn": "", "pages": "355--360", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A small community model for the transmission of infectious diseases: comparison of school closure as an intervention in individual-based models of an influenza pandemic", "authors": [{"first": "G", "middle": ["J"], "last": "Milne", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Kelso", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Kelly", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Huband", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcvernon", "suffix": ""}], "year": 2008, "venue": "PloS", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Stochastic models of some endemic infections", "authors": [{"first": "I", "middle": [], "last": "Nåsell", "suffix": ""}], "year": 2002, "venue": "Mathematical biosciences", "volume": "179", "issn": "", "pages": "1--19", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Multiscale, resurgent epidemics in a hierarchical metapopulation model", "authors": [{"first": "D", "middle": ["J"], "last": "Watts", "suffix": ""}, {"first": "R", "middle": [], "last": "Muhamad", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Medina", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Dodds", "suffix": ""}], "year": 2005, "venue": "Proceedings of the National Academy of Sciences", "volume": "102", "issn": "", "pages": "11157--11162", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Survey of transmission models of infectious diseases", "authors": [{"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Li", "suffix": ""}, {"first": "Xuan", "middle": [], "last": "", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "Systems Engineering -Theory & Practice", "volume": "31", "issn": "", "pages": "1737--1744", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "virus infection of the virus carrier. ( ) is a function of the number of days of the virus incubation ( ) of the virus carrier. We assumed that during the virus incubation period ( ), the virus transmission efficiency increases linearly, as shown in equation", "latex": null, "type": "figure"}, "FIGREF1": {"text": "personal protective measure, and 0 if not.  represents the sailing days of the ship, which is also the number of days simulated in the model. When the simulation is finished, the final virus infection ratio in all pedestrians ( − ) is calculated by equation", "latex": null, "type": "figure"}, "FIGREF2": {"text": "This figure comes from the Internet site (http://www.vst88.com/Youlun/ChuanZhiCJ.aspx?id=97cd8b90-77fd-4deb-bda8-bb1a681ddeae) As shown in Fig.2, the model for the cruise ship in Fig. 1 is built, in which there are 157 rooms, 2 pedestrians per room, and thus =354. Furthermore, the links of 2 animations are given in the appendix section, which present the dynamic process of crowd flow and virus transmission on the cruise ship.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Models of the cruise ship shown in Fig. 1. The dynamic process could be found in the links in appendix section.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "\"Diamond Princess\" cruise returned to Yokohama, Japan. According to the actual voyage of \"Diamond Princess\" cruise, the Basic scenarios of the virus transmission model can be described as that the virus transmission on the cruise ship during the voyage when there is a virus carrier. The key parameters of basic scenarios can be set up as follows: 1) Due to the actual voyage of \"Diamond Princess\" cruise, the days of virus transmission ( ) are set as 13 days in the model. 2) Adjust the protection ratio (percentage of persons who take individual protective measures) named Pprotect. As a result, the infected situations of crowd with different values of Pprotect can be calculated.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "shows the infection percentage of the crowd on the cruise with different values of Pprotect during the whole voyage. It can be illustrated that the virus infection pratio (Rcrowd-vir) would arrive at its peak (~50%) without taking any protective measures. That is to say, because of the difference of individual immunity, the persons with weak resistance are all infected. Moreover, it can be seen that the virus infection ratio (Rcrowd-vir) significantly decreases when the protective measures are taken. Thus, if the protective measures are completely taken (that is, every person takes the individual protective measures, Pprotect=100%), the infection percentage can reduce to 2%.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "The infection percentage of crowd on cruise with different values of Pprotect during the whole voyage.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The mean infection percentage curves of self-protection scenarios.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "The mean infection percentage curves of control scenarios.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Descriptions of the Self-protection scenarios", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID </td><td>Description </td><td> </td></tr><tr><td>Self - 50 </td><td>1.21 ~ 1.23:  =10%; 1.24 ~ 1.26:  =20% ~ 40%; 1.27 ~ </td><td>2.2: </td></tr><tr><td>=50% </td><td> </td></tr><tr><td>Self - 60 </td><td>~ 1.23:  =10%; 1.24 ~ 1.27:  =20% ~ 50%; 1.28 ~ </td><td>2.2: </td></tr><tr><td>1.21 =60% </td><td> </td></tr><tr><td>Self - 70 </td><td>1.21 ~ 1.23:  =10%; 1.24 ~ 1.28:  =20% ~ 60%; 1.29 ~ =70% </td><td>2.2: </td></tr><tr><td>Self - 80 </td><td>1.21 ~ 1.23:  =10%; 1.24 ~ 1.29:  =20% ~ 70%; 1.30 ~ </td><td>2.2: </td></tr><tr><td>=80% </td><td> </td></tr><tr><td>Self - 90 </td><td>1.21 ~ 1.23:  =10%; 1.24 ~ 1.30:  =20% ~ 80%; 1.31 ~ </td><td>2.2: </td></tr><tr><td>=90% </td><td> </td></tr><tr><td>Self - 100 </td><td>1.21 ~ 1.23:  =10%; 1.24 ~ 1.31:  =20% ~ 90%; 2.1 ~ </td><td>2.2: </td></tr><tr><td> </td><td>=100% </td></tr></table></body></html>"}, "TABREF1": {"text": "The infected situation of Self-protection scenarios in \"Diamond Princess\" cruise", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID </td><td>Infection rate </td><td> </td><td>Number of infections in </td></tr><tr><td>Mean </td><td>Standard deviation </td><td>\"Diamond Princess\" </td></tr><tr><td>Self - 50 </td><td>0.3005 </td><td>0.0034 </td><td>1115.00 • 17.23 </td></tr><tr><td>Self - 60 </td><td>0.2720 </td><td>0.0050 </td><td>1009.47 • 18.56 </td></tr><tr><td>Self - 70 </td><td>0.2483 </td><td>0.0087 </td><td>921.52 • 32.21 </td></tr><tr><td>Self - 80 </td><td>0.2292 </td><td>0.0099 </td><td>850.73 • 36.90 </td></tr><tr><td>Self - 90 </td><td>0.2105 </td><td>0.0051 </td><td>781.13 • 18.92 </td></tr><tr><td>Self - 100 </td><td>0.1995 </td><td>0.0121 </td><td>740.17 • 44.76 </td></tr></table></body></html>"}, "TABREF2": {"text": "Descriptions of the Control Scenarios effectively if the recommended or mandatory measures can be taken immediately during the alert phase of COVID-19 outbreaks. According to the infected situation of Control scenarios on \"Diamond Princess\" cruise described inTable.4, provided that the final protection ratio (Pprotect) equals to 80%, the final number of persons who are infected with COVID-19 will be less than the number that have been diagnosed as infected person on the cruise at present (691 cases as of February 24). In addition, it is expected that the virus infected number will be controlled in 90 persons if the value of Pprotect can reach 100%.", "latex": null, "type": "table"}, "TABREF3": {"text": "The infected situation of control scenarios in \"Diamond Princess\" cruise", "latex": null, "type": "table", "html": "<html><body><table><tr><td>ID </td><td>Infection rate </td><td> </td><td>in </td></tr><tr><td>Mean </td><td>Standard deviation </td><td>Number of infections \"Diamond Princess\" </td></tr><tr><td>Control - 50 </td><td>0.2877 </td><td>0.0026 </td><td>1067.66 • 9.78 </td></tr><tr><td>Control - 60 </td><td>0.2446 </td><td>0.0013 </td><td>907.84 • 4.77 </td></tr><tr><td>Control - 70 </td><td>0.1994 </td><td>0.0025 </td><td>740.08 • 9.42 </td></tr><tr><td>Control - 80 </td><td>0.1428 </td><td>0.0104 </td><td>530.06 • 38.42 </td></tr><tr><td>Control - 90 </td><td>0.0891 </td><td>0.0145 </td><td>330.62 • 53.74 </td></tr><tr><td>Control - 100 </td><td>0.0242 </td><td>0.0031 </td><td>89.85 • 11.32 </td></tr></table></body></html>"}}, "back_matter": [{"text": "Animation 1 mainly shows the movement process of pedestrians going to the restaurant and going to the leisure area in the Self-50 scenario. The link of Animation 1 is: http://m.qpic.cn/psc?/V12nn6R53sqIuY/Nxhy4eqKGVy5xRHNFFSBrvXbOoPdZE9Lw7.fiB3*zej jdAjNbbvbuokVpvrtXY*hBNxKxbENCgi4ijDT*bpv0cSNW5rAM3wz9TKi96mN*xI!/b&bo=5Q UqA.UFKgMCCS0!&rf=viewer_4Animation 2 shows the movement process of pedestrians returning to their room. The link is: http://m.qpic.cn/psc?/V12nn6R53sqIuY/Nxhy4eqKGVy5xRHNFFSBrnBWQVgxjRm1yyTr2Ujl0 aoVLjpZeC0qc.wthGwfaVNhcaEh3L.f*mMJ5Bt*xRq8KNTczLWiaULCeWOeGBlciW8!/b&bo= 5QUqA.UFKgMCCS0!&rf=viewer_4In these two animations, the symbol represents the pedestrian without personal protective measure, and the symbol represents the pedestrian with personal protective measure. The circles filled with different depths of color represent the pedestrians whose − are more than 10%, and the darker the color, the larger the value of − .", "cite_spans": [], "ref_spans": [], "section": "Appendix"}]}