{"paper_id": "28ba08ad41b38304edac6a64c3e9143c1eccd58c", "metadata": {"title": "Indirect impact of COVID-19 on Environment: A brief study in Indian", "authors": [{"first": "Snehal", "middle": [], "last": "Lokhandwala", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shroff S.R. Rotary Institute", "location": {"settlement": "Italy", "country": "Spain, China"}}, "email": "snehal.lokhandwala@srict.in"}, {"first": "Pratibha", "middle": [], "last": "Gautam", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shroff S.R. Rotary Institute", "location": {"settlement": "Italy", "country": "Spain, China"}}, "email": ""}]}, "abstract": [{"text": "Worldwide spread of COVID-19 in a quite short time has brought a dramatic decrease in industrial 51 activities, road traffic and tourism. Restricted human interaction with nature during this crisis 52 time has appeared as a blessing for nature and environment. Reports from all over the world 53 are indicating that after the outbreak of COVID-19, environmental conditions including air 54 quality and water quality in rivers are improving and wildlife is blooming. India has always 55 been a hub of pollution with huge population, heavy traffics and polluting industries leading 56 to high air quality index (AQI) values in all major cities. But after declaration of lockdown 57 due to COVID-19, quality of air has started to improve and all other environmental 58 parameters such as water quality in rivers have started giving a positive sign towards 59 restoring. This paper provides evidence-based insight into improvement of air quality and 60 environment during pre and post lockdown of this pandemic situation. An attempt has been 61 made to visualize the improvement in the air quality using tools like satellite images of Indian 62 atmosphere, results of onsite real-time monitoring at specific locations (Ghaziabad-highest 63 polluting city of India) and Air quality index (AQI) calculated by central pollution control 64 board of India. 65 Keywords 66 Covid 19, Pandemic situation, lockdown, air quality index, central pollution control board 67 68 69 70 71 72 73 74 3 75 76 Funding sources 77", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This research did not receive any specific grant from funding agencies in the public, 78 commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "the spread of this virus at this moment is suggested to be \"social distancing\", which is being 139 practiced by many countries at this crisis time and has led to reduction GHG emissions in air roads. But we have paid a heavy cost for this development in terms of poisoning the air we breathe. As 144 per press release of World Health Organization (2 nd May, 2018), around 7 million people die every 145 year from exposure to fine particles in polluted air [World Health Organization, 2018] Benzene.", "cite_spans": [{"start": 399, "end": 402, "text": "145", "ref_id": null}, {"start": 456, "end": 489, "text": "[World Health Organization, 2018]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The correlations between the above pollutant concentrations at Ghaziabad during the four 278 weeks i.e. two before and two during lockdown are shown in Table 3 ", "cite_spans": [], "ref_spans": [{"start": 152, "end": 159, "text": "Table 3", "ref_id": "TABREF11"}], "section": "277"}, {"text": "Effect of COVID-19 on air quality was also studied through Air Quality index (AQI) which 366 is one of the important tools to measure the level of pollution due to major air pollutants. Remain Shut Due to Lockdown, Retrieved from https://www.news18.com/news/buzz/ganga-523 river-water-has-now-become-fit-for-drinking-as-industries-remain-shut-due-to-lockdown- The Hindu (2020).Cauvery, tributaries look cleaner as pandemic keeps pollution away,", "cite_spans": [], "ref_spans": [], "section": "365"}, {"text": "Retrieved from www.thehindu.com/news/national/ karnataka/ cauvery-tributaries-in-old-553 mysuru-region-look-cleaner-as-pandemic-keeps-pollution-away/article31210429.eceThe 554 Tribune (2020). Lockdown helps improve Health of Ganga, Retrieved from 555 www.tribuneindia.com/news/nation/lockdown-helps-improve-health-of-ganga-64936World 556 Economic Forum (2020), The deadly link between COVID-19 and air pollution, Retrieved 557 from https://www.weforum.org/agenda/2020/04/the-deadly-link-between-covid-19-and-air-558 pollution", "cite_spans": [], "ref_spans": [], "section": "552"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "9 out of 10 people worldwide breathe polluted air, but 560 more countries are taking action", "authors": [{"first": "M", "middle": [], "last": "Cascella", "suffix": ""}, {"first": "M", "middle": [], "last": "Rajnik", "suffix": ""}, {"first": "A", "middle": [], "last": "Cuomo", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Dulebohn", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Napoli", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "WHO-Director-general-s-opening-remarks-at-the-media-564 briefing-on-covid-19, Retrieved from www.who.int/dg/speeches/detail/who-director-general-565 s-opening-remarks-at-the-media-briefing", "authors": [], "year": 2020, "venue": "World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS", "authors": [{"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "People's Republic of China. The Lancet", "authors": [{"first": "", "middle": [], "last": "Guangdong", "suffix": ""}], "year": null, "venue": "", "volume": "362", "issn": "", "pages": "1353--1358", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19 on the environment", "authors": [], "year": null, "venue": "Science of the Total Environment", "volume": "728", "issn": "", "pages": "", "other_ids": {"DOI": ["138813.DOI:57210.1016/j.scitotenv.2020.138813"]}}, "BIBREF10": {"ref_id": "b10", "title": "Highlights • Brief database of obliteration caused by COVID-19 pandemic • Assessment of environmental impact of subsequent lockdown • Data gathered from national & international agencies in Indian context • Study of Satellite images, onsite monitoring data and Air Quality Index • Substantial improvement observed in air quality and other environmental indicators Figure 4: Satellite images of NO 2 levels in Indian atmosphere", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Snehal Lokhandwala: Conceptualization, Validity, Resources, Writing (Original Draft), Writing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Pratibha Gautam: Conceptualization, Validity, Formal Analysis, Data Curation, Writing (Original Draft), Writing", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Zambrano-Monserrate et al, 2020] at global level.141During past two decades, India has witnessed an expeditious industrial growth which has certainly 142 improved the standard of living of its people and it is also evident from the rising vehicular fleet on", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Delhi (National Capital). The 2011 Census data shows that Ghaziabad has urban agglomeration 201 with population of 46.82 lacs indicating a decadal growth rate of 29.7% and density of 3971 202 individuals/km 2 . District Ghaziabad lies between geo-coordinates 28° 40' 12\" N and 77°25'12\" E with 203 geographical area of 777.9 sq. km with rectangular dimensions. The city has adverse pollution 204 problems mainly due to traffic congestion and dust. In a recently release IQAir 2019 World Air Quality 205 report, it is found that out of 20 world's most polluted cities, 14 are from India and Ghaziabad is in first 206 place with PM 2.5 pollution level of 110.2 µg/m 3 in 2019 compared to the permissible limit of 60 µg/m 3 207 (for 24 hour) [IQAir report, 2019]. This indicates severe degree of air pollution which could not be 208 controlled by state and central government even after several efforts. Therefore, Ghaziabad was 209 selected as the study area and the things changed there in early 2020 when Government of India (GOI) 210 declared a complete lockdown in country in order to prevent community transmission of corona virus.211Similar steps were also taken in various part of world which negatively influenced the economy of 212 those countries but had a positive impact on overall air quality[World Economic Forum, 2020].", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Environmental Impact of lockdown period on Ghaziabad district 214 In order to study the environmental impact of lockdown on the air quality of Ghaziabad District, 24 215 hour average concentrations of four major pollutants of specific dates were compared to the 216 concentration data of previous year and the results are compiled in figure 2a to 2d. Where figure 2a, 2b, 217 2c and 2d corresponds to the trends for PM2.5, PM10, Nitrogen dioxide (NO 2 ) and Sulphur dioxide where, initial three dates (10 January, 30 January and 19 February) show 'before lockdown' condition, 220 fourth date (10 March) represents dates where social distancing was partially and voluntarily followed 221 and last two dates (30 March and 19 April) represent strict lockdown condition during year 2020, 222 whereas same date were selected from year 2019 also to make a comparison with previous year Trends for pollutant concentration for Ghaziabad City [NAQI-CPCB, 2020] The pollutant concentration for selected parameters on selected dates were taken from Loni 227 Ghaziabad, Air quality monitoring station governed by Central Pollution Control Board, and the results 228 summarised in figure 2 clearly indicates that due to lockdown of human activities including 229 transportation and industries in Ghaziabad, the pollutant levels dropped down significantly. 230 Concentration of these four pollutants on 14 th April, 2020 (last day of first lockdown) were 231 also compared to the concentrations on 14 th January, 2020 (air quality, 3 months back) and 232 14 th April, 2019 to assess the percent reduction in pollutant concentration and the results are 233 quite favourable.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "91) and Benzene (r = 0.90). Similarly, PM10 has also high correlations with all other 281 pollutants except SO 2 . The results imply that control of local transportation and limited 282 industrial activities has decreased the overall pollution load on air. SO 2 has no major 283 correlation with other pollutants which depicts no major decrease in its concentration. All 284 other pollutants have moderate to high correlations with each other.285", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The correlations are expressed as Person's correlation coefficient, where *** denote 287 significant correlations at p < 0.01 (two-tailed) 2882.2. Study of air quality improvement using satellite imagesAerosols adversely affect human health by degrading the air quality which results to premature290 mortality through lung cancers and cardiopulmonary diseases [Partenan et al, 2018]. MODIS 291 (Moderate Resolution Imaging Spectroradiometer) aboarded Terra and Aqua satellites (Sentinel-5P 292 and AURA) from NASA creates satellite images of optical depth and size distribution of ambient 293 aerosol over the globe on hourly basis. The Aerosol Optical depth (AOD) measures how light is 294 absorbed or reflected by airborne particles. Hazy conditions show optical depth of 1 or above and 295 optical depth of less than 0.1 over entire atmospheric vertical column is considered 'clean'. Figure 3 296 shows the AOD measurements over India during 31 March and 5 April for six years (2016-2020) 297 [NASA, 2020]. The yellow pixels and bluish pixels showing little or very low concentration of aerosol 298 in 2020 as compared to dark brown and tan pixels, figure 4 clearly indicates the impact of lock down 299 period (restricted human activities) due to Covid-19.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "AOD concentration in India from the period March 31 to April 5 in 2016-2020 302 [NASA 2020] 303 European Space agency also revealed that there is a significant reduction in Nitrogen dioxide (NO 2 ) 304 levels (generally emitted in the atmosphere through vehicular exhausts, power plants and industries) in 305 Indian atmosphere during of the lockdown [ESA, 2020]. The Copernicus Sentinel-5P satellite showed 306 averaged NO 2 concentrations in Indian atmosphere from January 1, 2020 to March 24, 2020 and 25 307March, 2020 to 20 April, 2020 (the first lockdown period) compared to the same time frame last year. show around 40-50% drop in the NO 2 concentrations across major cities of India (yellow-309 orange colour shows occurrence of NO 2 in atmosphere).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Satellite images of NO 2 levels in Indian atmosphere[ESA, 2020]    312 Particulate matter (PM 2.5 and PM 10) is another indicator of air quality and it originates from various313 emission sources like industries, power plants, refuse burning and road dust re-suspension etc. As 314 lockdown restricted all these activities in entire country, its direct impact on PM concentration is 315 inevitable. To analyse the same, change in PM concentration was observed through satellite images as 316 shown in figure 5 and 6; where figure 5 shows satellite images taken on 20 th March, 2020 and 12 th Levels of PM 2.5 in Indian atmosphere [Beccario, 2020a] Levels of PM 10 in Indian atmosphere [Beccario, 2020b] 322 The satellite views clearly depict how the concentration of PM 2.5 and PM 10 has reduced during the span 362 of one month especially in the Northern and eastern states including the capital New Delhi (The hot 363 spot of air pollution).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Other indirect impacts of Covid-19 pandemic 382 3.1. Impact on river quality 383 Articles and reports in dailies and other electronic media reveal the improvement in the 384 quality of number of rivers of India including Ganga, Cauvery, Sutlej and Yamuna etc. The 385 primary cause is lack of industrial effluents entering the rivers due to lockdown situation 386 under this pandemic situation. The DO levels of river Ganga as per reports has gone above 8 387 ppm and BOD levels down below 3 ppm at Kanpur and Varanasi [SANDRP, 2020] which 388 ranged around 6.5 ppm and 4 ppm in 2019 respectively [Pathak and Mishra, 2020] Many 389 other factors have also contributed in enhancing the quality of the rivers like high snowfall 390 now melting with summer, reduction of irrigation water demand, above average rainfall and 391 also human born factors including reduction of religious and cultural activities like puja, 392 bathing, cremations on the banks of the rivers. 393 The real time water monitoring data provided by CPCB state that 27 out of 36 monitoring 394 units placed at different places wherein the river Ganga flows were found suitable for 395 propagation of wildlife and fisheries and bathing [The Tribune, 2020]. CPCB also has three 396 real time monitoring stations in Kanpur and table 5 shows the water quality data as reported 397 through these monitoring stations on 28 th March, 2020 i.e. during lockdown period. reported that in routine days the total effluent dumped in Ganga is around 6500-6700 401 MLD and out of which 700 MLD (approximately 10%) come from industries. 30% of total 402 BOD is due to industries situated along the holy river which is 130-150 tons per day. The 403 organic load can be diluted in the river but the industrial pollution destroys the self-cleansing 404 property of water. Researchers believe that the self-cleansing property of river Ganga has 405 improved which has enhanced the water quality by 40-50% during this lockdown [Hindustan 406 Times, 2020a]. Scientists have claimed that water quality has remarkably improved at 407 Haridwar Ghats which is up to drinking standards [News18 Buzz, 2020]. The Ghats are also 408 closed for people taking holy bath in the water or dumping flowers and other waste in it has 409stopped. This has resulted in water looking visibly cleaner with aquatic life moving around. show the clean waters of Ganga at Haridwar. Clean water of River Ganga at Haridwar as on It is a time for policy makers and government to plan strategies to come to normal life in 438 post-Covid era. From previous discussion it is clear that a one-month lockdown has done 439 such a miraculous change in environmental condition which was beyond thinking for us just 440 couple of months back. This is also true that lockdown conditions can not be imposed 441 forever, industries cannot be shut down for infinite time or vehicular movement cannot be 442 restricted for much longer time but the patterns can be changed and a more responsible 443 behaviour can be adopted. It is a known fact that anthropogenic activities are the major cause 444 behind degraded environmental condition and disturbed ecology, but in last two months, it 445 has become evident that still it can be restored significantly if sufficient mitigative measure 446 and strategic government policies are planned before removing all the restrictions.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "19 which originated in Wuhan somewhere three months back has now taken refuge in 449 host bodies in 210 countries around the globe infecting 1,968,893 people and 123,783 deaths 450 as on 14 th April, 2020. On same day, India has also reported to have more than 10,000 451 positive cases with 350+ death toll. The condition is still uncontrolled and with no proven 452 cure for the virus. Locking down in homes and social distancing is the only preventive step 453 that the entire country is following. But as the human activities are restricted in most of the 454 areas, the natural environment of country has started healing itself. Factories, transport, 455 vehicles and aviation have all ground to a halt. Carbon emissions have decreased and the 456 quality of air has seen an unprecedented improvement. It is remarkable to see a reduction of 457 85.1% in PM 2.5 concentration in one of the India's most polluted city (Ghaziabad), as 458 compared to the concentration just three months back. The other parameters lime PM 10 , NO 2 , 459 and CO has also reduced distinctly which is the result of restricted human activities and 460 mechanical movements. Satellite images of Indian atmosphere also reflects the same trend of 461 reduction in air pollution after COVID-19 outbreak. The Air quality index (AQI) in all the states of India are now in two figures (indicating moderately good quality of air) after this earlier, it can be summarised that undoubtedly COVID-19 has brought a fearful devastating 466 scourge for human being but it has emerged as a blessing for natural environment providing it 467 a \"recovery time\". We have also learnt that the environmental degradation caused by humans 468is not totally irreversible. In a period of just 1-2 months, \"recovery of nature\" is being 469 witnessed by everyone. This is a signal for us to understand and react. Government and 470 Policy makers should take necessary steps so that this healing process does not become a 471 temporary thing. The research focusses on the changes in air quality during the lockdown 472 period. There is a need for rigorous study on the effect of implementation of such short term 473 lockdown as an alternative measure for pollution reduction and its effect on economy. This 474 study may also be used as a reference document to analyse post covid condition as well to 475 analyse effect of reduced pollution on health data of sensitive receptors. At present when 476 entire globe is struggling to frame proper strategies to combat Covid-19, the early lockdown 477 implemented has shown an absolute way towards restoring ecosystem and environment.", "latex": null, "type": "figure"}, "FIGREF10": {"text": ", A.I., Landry, J.S., Matthews, H.D. (2018),Climate and health implications of future 526 aerosol emission scenarios, Environmental Research Letters,13(2), 024028. DOI: 527 10.1088/1748-9326/aaa511 528 Pathak, S.S., Mishra, P.(2020), A Review of the Ganga River Water Pollution along Major 529 Urban Centres in the State of Uttar Pradesh, India, International Research Journal of 530 Engineering and Technology, 7(3),1202-1210.531 Ramdan, H. Shaib, H. (2019). Middle East respiratory syndrome Corona virus (MERS-CoV): 532 A review. Germs. PubMed-NCBI, 9(1), 35-42. DOI: 10.18683/germs.2019.1155. eCollection 533 SANDRP (2020).Ganga-Yamuna-Cauvery flow cleaner in lockdown: What can we learn?\" lockdown-what-can-we-learn/#more-34730 538 Shereen, M.A., Khan, S., Kazmi, A., Bashir, N., Siddique, R. (2020). COVID-19 infection: 539 Origin, transmission, and characteristics of human coronaviruses. Journal of Advanced 540 Research 24, 91-98. 541 Sharma, S., Zhang, M., Anshika, Gao, J., Zhang, H., Kota, S.H. (2020). Effect of restricted 542 emissions during COVID-19 on air quality in India, Science of the Total Environment 543 DOI:10.1016/j.scitotenv.2020.138878 544 Singh, A.K., Gupta, H.K., Gupta, K., Singh, P., Gupta, V.B., Sharma, R.C. (2007). A 545 Comparative Study of Air Pollution in Indian Cities, Bulletin of Environmental 546 Contamination and Toxicology, 78, 411-416 DOI: 10.1007/s00128-007-9220-9 547 The Economic Times (2020). World's biggest lockdown may have cost Rs 7-8 lakh crore to Indian 548 economy, Retrieved from www.economictimes.indiatimes. com/ news/ economy/finance/ 549 worlds-biggest-lockdown-may-have-cost-rs-7-8-lakh-crore-to-indian-conomy/articleshow 550 /75123004.cms?from=mdr 551", "latex": null, "type": "figure"}, "TABREF0": {"text": ". State of India's phase followed by 14 days till 17 th May in III phase and more 14 days in Phase IV. Various restrictions posed by GOI and subsequent lockdown, anthropogenic activities like industrial 154 projects, vehicular movement, construction projects, tourism other common transportation 155 activities witnessed a 'never before' stagnant phase. In India, apart from taking necessary like masks. However, the COVID-19 has created a catastrophic situation for all and it would have adverse effect on Indian economy too[The Economic Times, 2020], there is positive side of the coin also which may alleviate the woeful facts of COVID-19. As many of the environment. Major impact of lockdown due to COVID-19 can be observed on air quality, which is being experienced by everyone and recorded in various official reports. Smog has given way to blue skies in cities like Delhi, marine life is seeing increased activity, pollution levels have dropped in almost all the metro cities and animals as well as birds are moving around on their own accord. It was also observed that in metro cities like Delhi, as the energy foot print was high, the lockdown has improved the air quality at higher scale[Mahato et al,   2020]. Mandal and Swades[2020]  in their studies on air quality of the four selected stone crushing clusters at Dwarka river basin of Eastern India noticed reduction of PM 10 side of it has made us to reconsider our lives and reorganize it in a way that has less impact 178 on our planet. The situation today is a \"reset\" for nature and mankind, giving us a prospect to 179 observe and analyse in and around.The impact of air pollution on Indian population and their health was extensively studied in 181 past by several researchers. The Urban air quality management strategies were planned which studied and the impact of industrialization, transportation and other anthropogenic activities were analysed[Singh et al, 2007]. In this paper information from several government and non-government agencies have been collected and analysed to understand the change in quality of various environmental factors such as air and water quality due to lockdown caused by Covid-19. Different tools like satellite images and Air Quality index (AQI) have been used to study the indirect effect of COVID-19 in Indian context. Outcomes of the study will help the policy makers to define the Post-Covid strategy for the country, as the pollution level", "latex": null, "type": "table"}, "TABREF1": {"text": "shows the percentage reduction in the concentration of four major", "latex": null, "type": "table"}, "TABREF2": {"text": "Analysis of variance for PM 2.5", "latex": null, "type": "table"}, "TABREF3": {"text": "Analysis of variance for PM 10", "latex": null, "type": "table"}, "TABREF4": {"text": "Analysis of variance for SO 2", "latex": null, "type": "table"}, "TABREF5": {"text": "Analysis of variance for NO 2", "latex": null, "type": "table"}, "TABREF6": {"text": "Analysis of variance for NO", "latex": null, "type": "table"}, "TABREF7": {"text": "Analysis of variance for O 3", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sum of Squares </td><td>df Mean Square </td><td>F Sig. </td></tr><tr><td>Between Groups </td><td>3239.852 </td><td>3 1079.951 </td><td>8.756 .000 </td></tr><tr><td>Within Groups </td><td>2960.165 </td><td>24 123.340 </td><td> </td></tr><tr><td> </td><td>Total </td><td>6200.017 </td><td>27 </td></tr></table></body></html>"}, "TABREF8": {"text": "Analysis of variance for NH 3", "latex": null, "type": "table"}, "TABREF9": {"text": "Analysis of variance for CO", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sum of Squares </td><td>df </td><td>Mean Square F Sig. </td></tr><tr><td>Between Groups </td><td>4.590 </td><td>3 </td><td>1.530 9.628 .000 </td></tr><tr><td>Within Groups </td><td>3.813 </td><td>24 </td><td>.159 </td></tr><tr><td> </td><td>Total </td><td>8.403 </td><td>27 </td></tr></table></body></html>"}, "TABREF10": {"text": "Analysis of variance for BenzeneANOVA results show that only for SO 2 , the p value is >0.05, which lead to acceptance of hypothesis that lockdown has no impact on SO 2 concentration or air quality. The reason behind this may be that there are two major activities which leads to existing concentration of SO 2 : first, the vehicular activities, stopping of which is not having much impact on SO 2 concentration because in NCR region already Bharat VI is implemented which does not allow much SO 2 emission from vehicular exhaust and therefore, restriction on vehicular activities does not make much impact on SO 2 concentration. Other sources of SO 2 are industrial activities which were continued during lockdown. For all other parameters the p value <0.05, leading to rejection of null hypothesis implying that lockdown had significant impact on concentration of most of the parameters including PM2.5, PM10, NO 2 , NO, O 3 , NH 3 , CO and", "latex": null, "type": "table"}, "TABREF11": {"text": "Correlation table for atmospheric pollutants at Loni, Ghaziabad District", "latex": null, "type": "table"}, "TABREF12": {"text": "It is an overall scheme proposed by Central Pollution Control board (CPCB) which transforms the single number or set of numbers. It categorises the air quality into six categories from Good", "latex": null, "type": "table"}, "TABREF13": {"text": "Data summarised in table 4 demonstrate that air quality in India has been significantly improved after corona outbreak. New Delhi which was in a very bad shape before one month", "latex": null, "type": "table"}, "TABREF14": {"text": "/travel/article/himalayas-visible-lockdown-india-scli-intl/index.html http://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-5P/Air_pollution_ Gulia, S., Nagendra, S.M.S., Khare, M.,Khanna, I. (2015), Urban Air Quality Management -Hindustan Times (2020a). Anxiety-more-time-to-study-for-40k-students-stranded-in-Kota, Retrieved from www.hindustantimes.com/india-news/anxiety-more-time-to-study-for-40kstudents-stranded-in-kota/story-LgCluBkrFEITG9 qyX16IEI.htmlHindustan Times (2020b).Lockdown effect effluent discharge in Ludhiana's Buddha Nullah Drops, Retrieved from www.hindustantimes.com/cities/lockdown -effect-effluent-dischargein-ludhiana-s-buddha-nullah-drops/story-uUFPVk7yWWxBR W727eztwK.html India Today (2020a). Coronavirus in India: Tracking country's first 50 COVID-19 cases; what numbers tell, Retrieved from www.indiatoday.in/india/story/ coronavirus-in-indiatracking-country-s-first-50-covid-19-cases-what-numbers-tell-1654468-2020-03-12 India Today (2020b). 1 lakh children under 5 years of age die from air pollution in India studies/story/air-pollution-india-deaths-children-five-years-report-centre-for-science-and-IQAir 2019 World Air Quality Report (Region & City PM2.5 Ranking (2019), IQAir Group, Retrieved from www.iqair.com/world-most-polluted-cities/world-air-quality-report-2019-Mahato, S., Pal, S., Ghosh, K.G. (2020). Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi, India, Science of the Total Environment, DOI:10.1016/j.scitotenv.2020.139086. Mandal, I., Pal, S. (2020). COVID-19 pandemic persuaded lockdown effects on environment over, Science of the Total Environment, 732, 139281, DOI: 10.1016/j.scitotenv.2020.139281 MOHFW (Ministry of Health and Family Welfare) -Government of India (GOI), (2020), Retrieved from www.mohfw.gov.in/ NASA (2020), NASA Earth Observatory, Retrieved from: https://earthobservatory.nasa.gov/image, NAQI (National Air Quality Index) -Central Pollution Control Board (CPCB), (2020). Retrieved from 520 www.app.cpcbccr.com/AQI_India/ , Accessed on April 15, 2020 News18 Buzz (2020). Ganga River Water Has Now Become Fit for Drinking as Industries", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors whose names are listed immediately below certify that they have NO affiliations with or involvement in any organization or entity with any ", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST STATEMENT Manuscript titled: IEC -Indirect impact of COVID-19 on Environment: A brief study in Indian Context"}]}