{
    "paper_id": "366958222c78b36dc18e8dcce27de2b1575bd9b3",
    "metadata": {
        "title": "Implementation of an Emergency Use Authorization Test During an Impending National Crisis",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "J"
                ],
                "last": "Gutmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "W"
                ],
                "last": "Martin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "A"
                ],
                "last": "Wells",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "J"
                ],
                "last": "Tsongalis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The laboratory response to the current severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic may be termed heroic. From the identification of the novel coronavirus to implementation of routine laboratory testing around the world to the development of potential vaccines, laboratories have played a critical role in the efforts to curtail this pandemic. In this brief report, we review our own effort at a mid-sized, rural, academic medical center to implement a molecular test for the virus; and, we share insights and lessons learned from that process which might be helpful in similar situations in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As news began to disseminate from Wuhan, China toward the end of 2019 and in early 2020 of a novel coronavirus and its rapid spread throughout that country, we began to think about the potential implications if the virus were to come to the United States. From a laboratory perspective, we had three major initial concerns regarding clinical molecular testing for SARS-CoV-2: i) which test and which instrument would be ideal, ii) the availability of reagents and other supplies to perform the testing and uncertainty about the number of samples which we might receive, and iii) the laboratory workflow with respect to safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Over the next few weeks, it became clear that the spread of the novel coronavirus, now known as SARS-CoV-2, would impact more countries than just China, and on March 11 th , 2020 the World Health Organization (WHO) declared SARS-CoV-2 a pandemic. An alarm was triggered for us when an initial attempt by the CDC to provide testing materials to state laboratories resulted in withdrawal of test kits due to contamination issues of reagents for one target region (N3) which was later removed, with resultant delays in developing early national testing capabilities. And a clock began ticking with respect to our own laboratory's response to an evolving national crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As we explored the possibilities of developing testing in-house, we were immediately met by the peremptory challenge that the Centers for Disease Control (CDC) and the State Health Laboratory Network would perform all initial testing. While the CDC has significant expertise in dealing with such crises, a limiting factor that is often overlooked and became evident in the SARS-CoV-2 pandemic, is that State Public Health Laboratories are under-resourced to function in this expected role. In addition, the hurdles to developing and/or validating a laboratory developed test (LDT) for SARS-CoV2 became much greater when a Public Health Emergency was declared by the secretary of Health and Human Services on January 31 st 2020 (pursuant to Section 564(b)(1)(C) of the Federal Food, Drug, and Cosmetic Act (21 U.S.C. §360bbb-3)) and the CDC assay was subsequently granted emergency use authorization on February 4th by the FDA. This declaration, while fast-tracking approval of a first diagnostic test for an emerging public health threat concurrently raises the bar and regulatory hurdles for developing and/or validating laboratory-developed tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Concerned that the efforts of state laboratories would be further impacted by lack of resources, we began to identify sources -including the WHO, the CDC, and commercial vendors -of the required primers and probes for the reverse transcriptase polymerase chain reaction (RT-PCR) detection of the virus and placed orders for test reagents from potential suppliers. The requested reagents included those needed for both manual and automated extraction of RNA from respiratory specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Concerned that reagents might prove scarce, our plan was to evaluate and validate several extraction methods and RT-PCR assays simultaneously, with the hope that we would obtain a sufficient quantity of reagents to successfully initiate and maintain testing with one or more methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On February 29, 2020, the FDA issued the following directive: \"Policy for Diagnostics Testing in Laboratories Certified to Perform High-Complexity Testing Under CLIA prior to Emergency Use Authorization for Coronavirus Disease-2019 during the Public Health Emergency\". The document provided guidance for high complexity testing laboratories developing SARS-CoV-2 tests for submission for Emergency Use Authorization (EUA) status with respect to required validation experiments and reporting to the FDA. The policy stipulated that the required experimental data would include analytical sensitivity/limit of detection (LOD), clinical evaluation (accuracy), inclusivity, and cross reactivity testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The latter two criteria could be determined in silico but LOD and clinical evaluation would need to be determined with positive samples. Importantly, once internally validated, clinical testing by high-complexity laboratories could begin immediately with a 15-day grace period before submission of the validation study to the FDA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given a lack of positive samples, the FDA allowed for the use of \"contrived samples\" that is, specimens in which known positive amounts of virus or viral RNA had been \"spiked\" into the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While well-meaning, the guidelines proved problematic since our laboratory lacked the control RNA to perform these experiments and dealing with live virus required a Biosafety Level 3 (BSL3) facility, which, like most teaching hospitals, we lack. While other control material such as synthetic controls and plasmids became available, the FDA maintained the need to use purified viral RNA and identified a vendor which could supply it. Initially laboratories were required to spike RNA transcripts into previously extracted nucleic acid from negative samples for the CDC assay to determine the limit of detection but this had its own challenges of not representing extraction of true clinical samples and issues with degradation were identified. We were then able, according to the FDA, spike purified viral RNA into crude patient specimens before performing the RNA extraction and RT-PCR portions of the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While this represented a positive clinical sample to the best of the laboratory's ability, it still did not fully account for the extraction efficiency from viral particles in a clinical specimen and naked RNA spiked into transport media or negative clinical specimens tended to degrade more rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During an informational conference call hosted by the FDA, laboratories requested to be able to use synthetic control materials, but the agency remained steadfast in its decision. As laboratories began to place orders for the RNA control, another bottleneck in the development and validation of laboratory testing became evident, as the supplier could not distribute this required material at a sufficient pace. At our institution, test development was delayed by more than two weeks because of the lack of access to this control material. Although we had several synthetic and plasmid controls sitting in our freezer, we were not allowed to use them for the \"spike-in\" experiments. Moreover, during multiple attempts to order the FDA-mandated RNA control, we were asked to complete numerous forms and applications that required signatures from institutional administrators who were already in the midst of dealing with the broader, evolving hospital virus crisis, creating an additional stress point. After significant feedback from clinical laboratories, the FDA indicated that the use of some synthetic control materials (in vitro RNA transcripts) could be used for the \"spike-in\" experiments one week after we had finally obtained the recommended RNA material. We chose to implement a verification strategy that would align with both emerging EUA guidance from the FDA and our standard requirements as a clinical molecular diagnostic laboratory operating under our usual regulatory framework of Clinical Laboratory Improvement Amendments (CLIA) certification and accreditation through the College of American Pathologists (CAP). Our plan included the production of enough contrived clinical specimens and control material to proceed with validation or verification of the multiple (laboratory-developed and CDC EUA) tests that we were evaluating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In an attempt to match approved RNA extraction methods with RT-PCR assays, we were able to extract enough nucleic acid samples to evaluate and/or validate multiple RT-PCR assays without the need for further extractions. In essence we created a \"validation set\" of extracted samples. The set included four known positive and four known negative patient samples that we obtained from the New Hampshire Public Health Laboratory (the authors gratefully acknowledge the support of Drs. Christine Bean and Fengxiang Gao), several presumed negative samples that had previously been tested for other bacterial/viral infections, and several positive contrived specimens (spiked with viral RNA or known positive patient specimens). In addition, we prepared standard operating procedures for the different extraction methods and RT-PCR assays as well as training documentation and worksheets. While these steps were in excess of what the FDA required, we wanted to be confident about the validity of each assay. These \"verification\" studies, while addressing typical performance characterisitcs of a test, were minimal compared to what a validation study would entail for a qualitative molecular test in our laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Safety risk assessments were performed for working areas of the laboratory and for specimen receiving/transport. As a result, we modified our normal personal protective equipment (PPE) requirements (eye protection, disposable gloves and an impervious lab coat) to also include the use of face shields and masks while processing raw samples in a biosafety cabinet. We also implemented additional precautions for waste disposal (use of a double bagging technique and trash removal by molecular staff to minimize foot traffic in the laboratory) and modifications to hand washing and hand sanitizing practices (required hand washing between glove changes and increased frequency of glove changes). Remarkably, we began to perform patient testing less than one week after obtaining the materials to perform these validation steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As much as biomedical laboratories practice preparedness for situations such as this pandemic, there inevitably are unknown variables. One \"unknown\" -that we now know only too well and that is thwarting larger scale implementation of testing at our medical center -is the nation-wide shortage of collection swabs and transport media. While laboratories have the ability to use alternative transport media including saline, there is little we can do without collection devices. As each swab type used in clinical laboratory testing was eventually approved for use in assays, national supplies became exhausted. Viral transport media, historically a transport media used for molecular detection of viruses, was also becoming depleted across the country. Fear and chaos resulted from not knowing all the clinical challenges this virus would present, how many people would be infected and become symptomatic, the degree of severity of those symptoms and how many people could potentially die. As outlined above, we and other laboratory scientists quickly marshalled teams to develop and implement tests for the virus that hopefully will help shed light on these questions and prevent wide-scale panic and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We certainly hope that we do not see another pandemic such as SARS-CoV-2, but it is naïve to think another one will never occur. To plan for potential future outbreaks, laboratories should be prepared and equipped to rapidly identify the pathogen; the evolution of third and fourth generations of massively parallel sequencing technologies should make this possible. Molecular-based testing with a variety of real time PCR platforms should be granted rapid EUA status for use of standardized primer/probe sequences in conjunction with multiple specimen types and extraction methods. Federal agencies should be better prepared to distribute control materials as well as test reagents to laboratories operating outside of the State Health Laboratory network. While high complexity molecular testing should be restricted to those laboratories accredited to do such work, more flexibility to develop tests needed to curtail a pandemic should be granted to these laboratories under an EUA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Finally, a global crisis is not the appropriate time for finger pointing among countries, agencies, vendors, laboratories, healthcare workers, and population sectors. Politicians and medical personnel interviewed by the media should be certain that they understand laboratory testing processes before",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "their limitations and capabilities, and the implications of a positive or negative test. The SARS-CoV-2 crisis also highlights the importance of cooperation, communication, and collaboration among agencies of the federal government (e.g., FDA, CDC) and the laboratories at academic medical centers. Our experience shows that the latter improvised while the former loosened strictures in an imperfect but ultimately collective effort to implement testing and keep our population safe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "As we ordered testing supplies for implementing our strategy of multiple simultaneous test validations, it became clear that, as feared, vendors were quickly running out of stocked supplies, and backorders began to occur, hindering the ability of laboratories to quickly develop tests for the virus. We eventually obtained the CDC 2019-Novel Coronavirus (2019-CoV) Real-Time Reverse Transcriptase (RT)-PCR Diagnostic Panel and decided to move forward with the \"CDC test\" while still evaluating other test options. While this was the first available assay granted EUA status, it was clear that this test was not appropriate for large scale testing as it required four PCRs per sample which limted testing to 22 samples per 96-well plate (with two controls). An FDA Guidance document thoroughly addressed test validation expectations for those developing their own tests but did not address what needed to be done to verify the performance of tests that had already received FDA EUA designation, such as the CDC test. While mention was made of a \"lot-to-lot\" type comparison of tests, there was no authoritative guidance for these efforts.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}