{
    "paper_id": "3eeaf8083ee5b17f1b72e6aaa9d0a5717078e1ee",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ashland plans to organize around three primary external-reporting segments and a Corporate reporting segment. The Life Sciences business unit will include Pharma and Health & Wellness. Specialty Additives will include Coatings and Performance Specialties. Intermediates & Solvents will report the results of its facility in Lima, OH, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Original source: Ashland, 17 Dec 2019 (Website: http://www.ashland.co) Ashland 2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the restrictions on international travel and the requirements for social distancing necessitated by the ongoing COVID-19 pandemic, no face-to-face surfactants-related events scheduled to take place up to the end of July will now be held. Some events have been postponed or even re-postponed; in other cases, organizers have decided that the uncertainty surrounding the lifting of restrictions is too great and they have therefore cancelled the 2020 editions of their events. Additional changes from those noted in the previous issue ['Focus on Surfactants', Mar 2020] are highlighted here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update on surfactants events"
        },
        {
            "text": "The Personal Care and Homecare Ingredients 2020 (PCHi 2020) exhibition in Shanghai, China, which had already been rescheduled from February to June, has been further postponed. Organizers Reed Sinopharm Exhibitions say that new dates for the exhibition will be announced, while the PCHi Fountain Awards competition and ceremony will be held online (http://www.pchi-china.com/en/). The Palm & Lauric Oils Conference & Exhibition 2020 (http://www.pocmalaysia. com), previously rescheduled from March to June in Kuala Lumpur, Malaysia, has now been cancelled, the first time that the event will not convene in 31 years. H3i Italy, which had been postponed to 30 Jun -1 Jul 2020, has also been cancelled; the next event will now be held 2-3 March 2021 in Milan (http://www.h3i. it/). The in-cosmetics Global exhibition is another event subject to a second postponement and will now run 6-8 Oct in Barcelona, Spain (http://www. in-cosmetics.com). Reed Exhibitions has now postponed in-cosmetics Korea to 14-16 Jul 2021 but currently intends to proceed with this year's events in Latin America (São Paulo, Brazil; (16) (17) , North America (New Jersey, USA; 21-22 Oct) and Asia (Bangkok; 3-5 Nov), as well as the Formulation Summit (London, UK; 11-12 Nov). As mentioned before, IMPACT2020 has converted some of its planned content into a series of webinars, run approximately weekly from April to mid-June, with some still to be scheduled (http://www.thehcpa.org). Surfactant Associates' annual Short Course in Surfactant Science and Technology has been cancelled (http://www. surfactantassociates.com). In the UK, the Royal Society of Chemistry's (RSC) Formulation Science and Technology Group (http://www.formulation.org.uk/) has postponed its planned Formulation 4.1, Future Formulation IV and Keeping it Green in Personal Care conferences and says it is also 'looking at online options'. In addition, UK Colloids 2020 has now been put back to 19-21 Jul 2021 in Liverpool (http://www.ukcolloids.com). The 23rd International Symposium on Surfactants in Solution (https://sis2020. umcs.eu) has also been postponed to 2021. CBNB is available as part of a subscription to Ei's EngineeringVillage discovery platform. Visit our website for more details: http://www.ei.org/engineering-village",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1099,
                    "text": "(São Paulo,",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Brazil;",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Update on surfactants events"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Customers: Toll-free: +1 877 839 7126. Customers outside USA: Tel: +1 314 453 7076. E-mail: JournalsCustomerService-usa@elsevier.com For orders for other locations Journals Customer Service, 3 Killiney Road #08-01",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Enquiries",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Samples E-Mail: Cbnb@elsevier.Com Website",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "on Surfactants (ISSN 1351-4210) is published monthly by Elsevier Ltd. 2020 annual subscription rate: US$1943/D1722 (in Europe)/¥229,700 (in Japan) Material published in Focus on Surfactants includes abstracts sourced from Chemical Business NewsBase (CBNB)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Permissions may be sought directly from Elsevier Global Rights Department, PO Box 800, Oxford OX5 1DX, UK. Tel: +44 (0) 1865 843830. Fax: +44 (0) 1865 853333. E-mail: permissions@elsevier.com. You may also contact Global Rights directly through Elsevier's home page (http://www.elsevier. com), by selecting 'Help & Contact', then 'Permissions and Legal'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Subscribers may reproduce tables of contents or prepare lists of articles including abstracts for internal circulation within their institutions. Permission of the publisher is required for resale or distribution outside the institution. Permission of the publisher is required for all other derivative works, including compilations and translations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivative Works"
        },
        {
            "text": "Permission of the publisher is required to store or use electronically any material contained in this journal, including any article or part of an article. Contact the publisher at the address indicated. Except as outlined above, no part of this publication may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise, without prior written permission of the publisher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic Storage or Usage"
        },
        {
            "text": "No responsibility is assumed by the publisher for any injury and/ or damage to persons or property as a matter of products liability, negligence or otherwise, or from any use or operation of any methods, products, instructions or ideas contained in the material herein.Typeset by Thomson Digital, India",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notice"
        }
    ]
}