{
    "paper_id": "6184632a2e95949abadc7888513b5a3a8c6d093a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In order to create capacity in the health care system, as well as conserve vital medical supplies such as ventilators, personal protective equipment (PPE) and reduce the exposure of patients and staff to SARS-CoV-2 our departments began to actively reduce elective surgical volume starting March 13th 2020 at the direction of senior leadership as the total confirmed cases for the state of Massachusetts exceeded 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELECTIVE SURGERY VOLUME REDUCTION"
        },
        {
            "text": "A triage system was devised for surgical cases on the odds ratio (OR) schedule by stratifying into 5 categories (Table) . Emergent cases were defined as surgery that should be performed within the hour including trauma, lesions requiring decompression and thrombectomy for acute stroke, while urgent cases were defined as cases that should be performed within hours to days such as pituitary apoplexy. Category 3 cases were defined as those where potential harm would be incurred if the surgery was to be delayed 6 to 12 wk and included most patients with malignancies. Category 2 cases were defined as those where the case U r g e n t 3",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "ELECTIVE SURGERY VOLUME REDUCTION"
        },
        {
            "text": "Elective, should not be rescheduled Tier 3a, 3b 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELECTIVE SURGERY VOLUME REDUCTION"
        },
        {
            "text": "Elective, may be rescheduled Tier 1a, 1b, 2a, 2b 1 Cosmetic may be delayed by 6 to 12 wk with low risk of harm and included radiculopathy without weakness, claudication, resection of benign brain tumors (eg, asymptomatic meningioma), and treatment of unruptured aneurysms and arteriovenous malformations Category 1 cases are purely cosmetic cases, such as cranioplasty. All cases falling into category 1 or 2 were postponed to a future date; however separating categories 2 and 3 cases can be challenging and was done with input from the individual attending surgeon with review by a committee designated by the chair at each hospital. Additional guidance was subsequently published by the American College of Surgeons and provided support for this stratification schema. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELECTIVE SURGERY VOLUME REDUCTION"
        },
        {
            "text": "Neurosurgical sub-specialization at large AMCs create unique challenges in coverage models, especially in regard to smaller call pools due to subspecialty call and total percentage of faculty that need to be available at any time. Contingency plans were created in the event that individuals became unavailable as a result of contracting the illness, required quarantine due to exposure to the virus or had to tend to family members who became ill. In addition, the possibility that multiple individuals would simultaneously become unavailable needed to be factored. Intra-and interdepartmental coverage plans were necessary due to the nature of our field; while some medical specialties lend themselves well to cross-coverage this was not considered a viable strategy for neurosurgery due to its highly specialized nature. Continuous coverage across the various call pools was deemed essential to the operational integrity of the health system across 2 departments. The health care system has arranged for rapid cross departmental credentialing for faculty and trainees. The contingency plan for each call pool is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FACULTY CONTINGENCY PLANNING"
        },
        {
            "text": "• General cranial call would increase call frequency at first, then incorporate faculty currently outside the call pool, then coverage from surgeons from another hospital in the system and finally merge with the spine call pool if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FACULTY CONTINGENCY PLANNING"
        },
        {
            "text": "• Spine call shared with orthopedic surgery faculty, would increase the frequency at first, then request increased participation from the orthopedic spine service (if possible), then participation from the spine surgeons at another hospital in the system before merging with the cranial call pool if necessary. • Vascular/interventional neuroradiology call would increase the frequency at first before requesting assistance between sister programs and considering a combined vascular call pool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FACULTY CONTINGENCY PLANNING"
        },
        {
            "text": "The inpatient services, staffed by residents with APP support, also required contingency planning in the event of unavailability of staff due to illness, quarantine, or family needs. Additionally, restructuring the service was also required to implement physical distancing and minimize the number of unique providers interacting with a given patient to limit potential exposure to SARS-CoV-2 both to the patient and the providers. Finally, alterations to the team structure were made to account for a decrease in elective neurosurgical volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN-PATIENT SERVICE"
        },
        {
            "text": "A coverage model similar to a weekend coverage was implemented, with the other residents performing duties such as answering patient calls, placing orders, and writing discharge summaries. Daily rounds are conducted by an abbreviated team of a chief/senior resident with a junior resident with each member seeing separate patients and then rounding virtually. A similar approach was used for inpatient APP staffing; rather than having the full complement of APPs on site, the in person representation was dropped to a reduced complement with the others being available remotely. Given the nature of neurosurgical care, we have maintained a rotating call schedule for inpatient consults, with other residents being available should staffing considerations change due to illness or need for quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN-PATIENT SERVICE"
        },
        {
            "text": "As with faulty coverage, cross credentialing across institutions has been simplified to allow cross coverage between hospitals should the need arise. This will allow cross coverage for neurosurgery and potential redeployment to medical/ICU services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN-PATIENT SERVICE"
        },
        {
            "text": "All residents that would be on service continue to contribute to daily patient care remotely and are assigned operative cases by the chief residents as appropriate. Those participating in surgery are asked to limit interactions while at the hospital to their assigned patient for the day. As such, any \"double\" scrubbing by senior residents and junior residents has been eliminated. Consideration is made to doing certain 'high risk' cases without resident coverage, in particular aerosol-generating procedures (AGP) in confirmed or suspected positive COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN-PATIENT SERVICE"
        },
        {
            "text": "Educational activities for the trainees have been moved to a virtual model. Weekly morbidity & mortality (M&M) conferences occur via tele-conference with screen sharing, as do weekly resident education lectures. Despite these changes occurring relatively rapidly, we have seen robust participation from all faculty and residents. To compensate for the decrease in other educational conferences, we have instituted a daily educational \"lunch\" conference with a schedule of resident and faculty speakers. At the end of the first week of virtual lunch conferences, we achieved participation of 25 to 30 attendees. In transitioning to virtual conferences, we have expected all participants to practice physical distancing and have discouraged groups of people joining the meeting from one site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IN-PATIENT SERVICE"
        },
        {
            "text": "The number of in-person visits to the neurosurgery department was actively reduced by shifting the majority of visits to an Epicintegrated telemedicine platform or by conducting phone calls. The previous requirement of virtual visits requiring registration of the physician and the patient with a training module was relaxed to allow simple phone calls when possible. These visits could be logged into Epic as an encounter and documented with timebased coding consistent with the updated Centers for Medicare & Medicaid Services (CMS) telehealth guidelines. 5 Selected patients, including postoperative patients requiring wound checks and suture removal, continue to be seen in-person. For those patients, care is ensured that physical distancing is observed in the waiting area, waiting times are minimized, and the number of healthcare providers reduced to essential personnel. All in person activities have been consolidated to 1 outpatient area. As such, a rotating schedule of an on-site PSC exists, with all other PSCs working from home remotely. The on-site PSC provides check in service for all providers-for telemedicine or in-person visits. After the provider finishes the visits they communicate with their off-site PSC to arrange follow-up visit, imaging, or surgery scheduling. Urgent surgical procedures are screened by the department for referral to the OR scheduling group. This approach has minimized the overall foot traffic in the clinic area to essential staff and patients. The volume reductions and the transition to a shared model (vs individual practice support) results in a 'skeleton crews' onsite and offsite. Staff outside of these crews can then be made available to the enterprise by contributing to shared labor pools that match hospital needs with staff expertise and skills. Approximately 50% of our office staff was listed as 'redeployable' to other clinical areas.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "OUTPATIENT SERVICE"
        },
        {
            "text": "All patients are prescreened for viral symptoms the day prior to the appointment over the phone and again on in-person on arrival to the clinic. As a result of active volume reduction, approximately 60% of visits were deferred to a later date and more than 80% of the remaining visits were successfully converted to virtual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTPATIENT SERVICE"
        },
        {
            "text": "The periprocedural branch of the incident command structure implemented for the COVID-19 crisis included service leaders from each of the surgical departments, nursing, and anesthesia. This structure has allowed us to participate in the design and implementation of various perioperative guidelines, new safety checks, and tabletop exercises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "A new safety check was introduced in addition to the typical anesthesia safety pause (done on arrival to the room before induction) and the surgical time-out (done before making incision). The additional pause was designed to take place before the patient is brought to the room and involves the surgical team huddling with the anesthesia staff and nursing team to discuss:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "• The surgical procedure to be performed and rationale for timing for inpatients (eg, craniotomy for resection of a newly diagnosed glioblastoma, delaying the case by several weeks would risk patient harm) • COVID-19 patient risk factors, screening results, and testing results (if applicable) • Whether the procedure has a propensity to generate aerosols • Plan for PPE, including a standard approach for all team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "Additional guidelines were developed to complement the existing standard precautions and protect healthcare workers in light of the mode of transmission, as well as the high transmissibility, of this viral illness. The pathway is summarized in Figure. For urgent cases, and assuming the patient is able to participate, the patient is screened for viral symptoms including fever, sore throat, cough, congestion, myalgia, shortness of breath, or anosmia. If the patient screen is negative, and the surgery is not considered highly aerosol generating, urgent surgery proceeds using standard precautions. However, if the patient screens positive the biothreats team is contacted to consider the role of preoperative COVID-19 testing and the surgery is deferred until the result returns. In the event, the surgery cannot be safely delayed and the patient screens positive or is unable to participate in screening (including patients with depressed mental status), we then proceed with the following:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "1. Intubation is performed in a negative pressure room in the emergency department by personnel using strict precautions. 2. The patient is transported on a closed circuit to a negative pressure operating room. If one is not available, a regular operating room is used while being converted to negative pressure. 3. The staff in the OR is limited to essential personnel. 4. All OR personnel employ strict precautions during the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "AGP confer a high risk of disease transmission to the healthcare provider. 6 For the COVID-19 epidemic, anecdotal evidence has suggested that certain high AGP including endoscopic transsphenoidal surgery carry additional risk to OR personnel including report of a transsphenoidal procedure being associated with 14 staff members becoming infected in Wuhan, China (personal communication). Based on this, as well as growing evidence of the existence of asymptomatic carriers, 7,8 that asymptomatic patient can have viral loads similar to symptomatic patients and higher viral loads being reported in the nasal cavity compared to the pharynx 9 additional guidelines were developed for operations considered to be at additional high risk. These guidelines include transsphenoidal surgery (open/endoscopic) for anterior/anterolateral skull base, open anterior skull base surgery involving the frontal sinus, ethmoids or sphenoid sinus including sinonasal malignancies, skull base dehiscence, erosive skull, and lateral skull base surgery involving partial or complete mastoidectomy. For surgeries meeting those criteria, COVID-19 testing is performed 24 to 48 h preoperatively regardless of the presence of symptoms. If the patient tests positive, the surgery is deferred by at least 2 wk if it is safe to do so, at which point patient can be retested to assess for clearance with 2 negative nasopharyngeal screening tests for COVID-19 obtained at least 24 h apart. However, if the surgery cannot be rescheduled due to risk to patient, the surgery proceeds after the infection control team is alerted of the planned procedure, and strict precautions are employed as well as limiting the OR personnel to essential staff. Alternative surgical approaches may also be considered if appropriate.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "Finally, crucial to the implementation of new guidelines are tabletop exercises which allow a multidisciplinary team including physicians and nurses to run through a variety of clinical scenarios to identify areas that would benefit from process improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PERIOPERATIVE CONSIDERATIONS"
        },
        {
            "text": "Our planning also considers 'worst case' scenarios, including hospital-wide triage of resources, especially critical care resources, if the scope of the demand for outstrips the ability of our healthcare system to meet the full need. Such preparation involves the previously noted steps to reduce the likelihood of such a situation by conserving supplies, by delaying non-urgent care, as well as preparing to use space, staff, and other resources that are not typically used for critical care delivery to deliver critical care, and intensifying efforts to reduce critical care utilization for patients who are significantly unlikely to benefit from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATIENT TRIAGE"
        },
        {
            "text": "Although there is an initial immediate need to confront the threat to health from COVID-19, the measures instituted will result in negative financial impacts across the AMC and the Departments. For example, the aforementioned measures resulted in a 44% reduction in charges when compared to average baseline for 1 of the 2 physician organizations during the first week of implementation. This is expected to be reduced even more in the coming weeks of the pandemic. The loss of elective surgeries will disproportionally affect specialties whose compensation derives by work relative value units or profits/loss statements more so than straight salaries, at least initially. Already, at several AMCs in the Boston area there have been reports of halting pension contributions, bonus pay, and or planned increases in compensation. 10 The elimination of elective surgeries, one of the most profitable sources of technical revenue, for AMCs and downstream revenue from radiological and pathological analyses will also result in a severe financial stress. The current emergency package approved by the US Congress in March 2020 that will provide between $100 and 150 billion dollars for hospitals and healthcare, while helpful, is unlikely to be sufficient to restore financial health to many institutions. Like the financial crisis of 2008 led to the financial failure of many businesses with a weak balance sheet, the current crisis is likely to lead to the financial failure of many hospitals and AMCs, requiring more mergers or acquisitions with entities that can withstand the current financial stress, more bailouts from state governments or closures.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 831,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "FINANCIAL IMPACT"
        },
        {
            "text": "As economic recovery is attempted, neurosurgeons at AMCs and other hospitals will be asked to lead these efforts by seeing more patients and performing more surgeries due to the pent-up demand of the delayed elective cases. These will also be combined with efforts to further reduce expenses, by reduction of discretionary expenses (such as travel for meetings, grand round speaker honoraria, resident dinners, etc), by reduction of supporting staff, and even by reduction in compensation schemes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINANCIAL IMPACT"
        },
        {
            "text": "A patient was transferred to one of our hospitals from an outside facility early in the course of the pandemic with a large ischemic infarct requiring surgical decompression. Surgery proceeded per routine at that time using standard precautions. The patient was subsequently admitted to the neuroscience intensive care unit only to develop hypoxemic respiratory failure 3 d later and was subsequently found to have a positive COVID-19 reverse transcription polymerase chain reaction. Contact tracing revealed that over 100 healthcare providers had been exposed to the patient between the 2 healthcare facilities prior to the positive result, including the neurosurgery attending of record and 6 neurosurgery residents (28% of the total trainee workforce). Based on the CDC and institutional guidelines, exposed asymptomatic healthcare workers were able to resume duties and self-monitor for symptoms; fortunately, none of our staff developed symptoms as a result of this exposure. This early experience highlighted the impact that a single exposure can have on a department as well as an institution as a whole and was instrumental in the rapid implementation of the adaptations highlighted in this paper. This impact can have significant consequences on departments such as neurosurgery which have a small overall workforce that is difficult to reinforce externally. This has led to a series of decisions on how best to limit exposure, establish a \"bench\" team, and develop collaboration with partnering institutions to support each other with shared guidelines and staff support in a worst-case scenario. The potential for cross coverage required establishing a streamlined mechanism to have cross over credentialing for residents and faculty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We advocate close collaboration with institutional partners, ideally within a well-organized incident command structure, and the collaborative development of guidelines and policies with the input of all stakeholders. For a neurosurgical service, a relatively small highly specialized workforce who continue to be responsible for the provision of emergent and urgent services during the pandemic, we encourage intradepartmental contingency planning and staff restructuring that minimizes exposure of multiple staff members to SARS-CoV-2. We also advocate embracing tele-technology which has facilitated both the patient care and training missions of the department to continue at full force, from virtual clinic visits to virtual rounding on the floor and teleconferences for M&M and resident educational series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is no doubt that more challenges, many of which cannot be predicted, will come before the end of the pandemic, but we hope that by implementing these adaptations across the footprint of the service we can respond to these tumultuous times with minimal interruption in high-quality care for our neurosurgical patients, minimize our exposure to the virus and support our healthcare system and the community to confront this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in china",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in china",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical care utilization for the COVID-19 outbreak in lombardy, italy: early experience and forecast during an emergency response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: guidance for triage of non-emergent surgical procedures",
            "authors": [
                {
                    "first": "Surgeons",
                    "middle": [],
                    "last": "Aco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Medicare Telemedicine Health Care Provider Fact Sheet",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Services Cfmm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 infection among travelers returning from wuhan, china",
            "authors": [
                {
                    "first": "O-T",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marimuthu",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "15",
            "pages": "1476--1478",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "12",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cutbacks for some doctors and nurses as they battle on the front line",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Globe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Copyright C 2020 by the Congress of Neurological Surgeons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa146"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart summarizing guidance for neurosurgical procedures during the COVID-19 pandemic. Viral symptoms for screening include fever, sore throat, cough, congestion, myalgia, shortness of breath, or anosmia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Stratification of Surgical Case Acuity, and Corresponding ESAS Tier According the Guidance From the American College of Surgeons 4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no personal, financial, or institutional interest in any of the drugs, materials, or devices described in this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}