{
    "paper_id": "84592801abc5b26528492520107cafebf2556376",
    "metadata": {
        "title": "Challenges in the Practice of Sexual Medicine in the Time of COVID-19",
        "authors": [
            {
                "first": "Mijal",
                "middle": [],
                "last": "Luria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hadassah-Hebrew University Medical Center",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [
                    "Peleg"
                ],
                "last": "Nesher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "A"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Rotem Multidisciplinary Center for Sex therapy",
                    "institution": "",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Peleg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nesher",
                "middle": [],
                "last": "Rn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the COVID-19 outbreak, the world as we knew it has changed in almost every respect. The attempts to understand this crisis have created more than 9,500 scientific papers in four and a half months featuring \"COVID-19\" and more than a hundred about \"COVID-19 challenges.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the Practice of Sexual Medicine in the Time of COVID-19"
        },
        {
            "text": "Challenges and unmet needs are not new in our field. As noted by Cellek and Giraldi 1 , struggling with taboos and misconceptions, difficulty with funding and conducting basic and clinical research, have been our struggle for years. At this moment in time, challenges have a new level of complexity, due to the ongoing dramatic changes in people's lives and healthcare systems.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "text": "Cellek and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges in the Practice of Sexual Medicine in the Time of COVID-19"
        },
        {
            "text": "We have identified major challenges, based on the literature, our own personal experience and the constant hearty interchange within our professional community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges in the Practice of Sexual Medicine in the Time of COVID-19"
        },
        {
            "text": "In the absence of clinical data, governments, medical systems, health care professionals and individuals, are forced to make decisions regarding the management of one of the biggest crises of the current century, based on untested hypotheses and insights learned from others. We are confronting a constantly changing and unpredictable reality coupled with a lack of evidencebased knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of scientific based evidence"
        },
        {
            "text": "We are lacking information about COVID-19 in general, and specifically about COVID-19 and sexual health and function. Absence of information creates fear and anxiety 2 . We often find ourselves facing our patients with no clear answers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of scientific based evidence"
        },
        {
            "text": "The urgent need for knowledge has produced a flood of fast-track research and publications, with a corresponding range of scientific quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of scientific based evidence"
        },
        {
            "text": "We are still learning what the mental effects of COVID-19 on patients are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "According to the accumulating literature, the current situation increases negative emotions as well as decreases positive emotions and life satisfaction 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "Healthcare providers are also expressing higher levels of depression, anxiety, stress, and psychological distress 4 . General public and medical staff all suffer from vicarious traumatization. Non-front-line medical staff are not exempted 5 . The psychological impact of quarantine covers a broad spectrum, is significant, and can be long lasting 6 . Financial problems may mask health needs, as some individuals may have lost their jobs; others may work from home while simultaneously taking care of their children.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 348,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "Mortality salience may cause disruption in sexual function, increase the likelihood of risk-taking behaviors in certain populations 7 and in contrast, promote constructive processes in others, such as the formation and maintenance of committed relationships 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "In our clinical practice, we see the entire spectrum of emotions. Some people enjoy the slower pace life has taken, some cannot wait to go back to routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "Some have increased sexual desire, some have none. As written by Victor Frankl: \"An abnormal reaction to an abnormal situation is normal behavior.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental health and wellbeing"
        },
        {
            "text": "It has been recommended that individuals avoid physical proximity with people outside their households, to avoid spread of the virus. Heeding this warning All of these factors affect sexual function, as well as the willingness, availability and ability to access sexual medicine care if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changing sexual behaviors"
        },
        {
            "text": "Older adults are at a special disadvantage, since some countries contemplate their isolation will be of relatively long duration. This group has a high incidence of sexual dysfunction, their interest in maintaining routine sexual activity, notwithstanding. Even when official restrictions are over, they may not have easy access to medical facilities or to telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special populations"
        },
        {
            "text": "In our practice, we are witnessing disagreements within the orthodox Jewish community around the \"Family Purity\" system, which involves the women's immersion in a ritual pool, the Mikvah, seven days after the end of menstruation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special populations"
        },
        {
            "text": "Until the ritual immersion, the couple is not allowed to touch each other. Going to the Mikvah in COVID-19 times may be terrifying for some women. Although there is no evidence that SARS-CoV-2 can survive in pools, concern about proximity to others and touching common surfaces is high. Mikvah baths are highly trafficked public areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special populations"
        },
        {
            "text": "Recently, two orthodox women arbiters of Jewish law, stated women should not immerse in the Mikvah during this period, arguing that not endangering life supersedes the necessity for marital relations 9. Not immersing means withdrawing from intimacy as intimacy without the ritual bath is considered inconceivable. Jewish law is traditionally ruled by (male) Rabbis and intimate relations between couples considered vital, especially since male masturbation is not allowed. This debate has caused much tension within the orthodox community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special populations"
        },
        {
            "text": "The therapeutic setting is being threatened. People are refraining from visiting health facilities, to receive treatment for acute as well as chronic problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "The traditional configuration, which provides facilities, medical equipment, staff, administrative procedures, and a set of behaviors that guarantee professionalism, safety and confidentiality, may need to be adjusted or replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "The COVID-19 pandemic has driven a rapid expansion of telemedicine, especially among younger individuals (ages 20-44) 10 . Tele-medicine requires infrastructure, connectivity and practical proficiency at both ends of the clinical encounter, as well as laws and regulations, cybersecurity and reimbursement options. The tele-medicine encounter often lacks the patient-physician relationship and trust found in a conventional office meeting.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "Tele-sexual-medicine can be especially difficult. Addressing sexual issues from home (the bedroom? with kids around?) can be uncomfortable for both patients and providers. Genital physical examination or even observation is impracticable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "The situation obligates us to be creative and act quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "In some countries, hotels were converted into hospitals. Can we improvise temporary sexual medicine clinics? Should we offer home health care services, similar to those offered to women with uterine pre-term contractions or patients needing palliative care? Should we provide patient outreach programs? What about hotel based clinics for patients in temporary isolation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapeutic setting"
        },
        {
            "text": "The COVID-19-pandemic has forced medical systems to prioritize patient care and to temporarily reduce or shut down elective care and procedures. Delay in sexual medicine care has short and long-term consequences for the patients, especially in times of strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritization"
        },
        {
            "text": "On the practitioner's side, postponement of non-emergency interventions leads to the disruption of good medical practice, produces an accumulation of caseloads in its aftermath and causes financial pressure. Physician groups of all specialties and sizes are experiencing the financial impact of the pandemic 11 .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Prioritization"
        },
        {
            "text": "Research funds are also being prioritized, adding to the budgetary strain our field already confronted before the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prioritization"
        },
        {
            "text": "We have been forced to become instant experts in tele teaching and teleconferencing. How can online and distance learning be effective for training clinical skills? How can we engage students in interactive discussions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education"
        },
        {
            "text": "The number of participants in sugeries is now limited to essential personnel. This causes a loss of \"hands-on\" experience, impacts the workload and challenges traditional roles of the medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education"
        },
        {
            "text": "From a field that began merely as the biological standpoint for sexual function, the bio-psycho-social approach to Sexual Medicine has been maturing over the years. The COVID-19 era adds new interacting layers of complexity to this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "Disasters can have devastating effects. However, in recent years, there has been increasing emphasis on resilience building and post traumatic growth 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "Unfortunately, our country has faced difficult times, and we have learned that a community approach is crucial for reducing vulnerability and fostering resilience. This is true for the practice of medical care as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "An example of a response is the initiative by the Israeli Society for Sex Therapy, together with members of the Israeli Sexual Medicine Association, to open a free of charge hot line, providing sex counselling by professional volunteers. This was our first effort at dealing with the distress of patients who cannot reach treatment because of temporary clinic closures or due to apprehension to arrive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "Bad times bring out the best in us. We believe that the field of sexual medicine can grow from this. This is the time for flexibility, adaptability and creativity. An era when distancing and isolation are identified by some as essential for the maintenance of public health, and by others as a threat to society, provides the ideal opportunity for clamorous discourse about the value of sexuality and sexual function in people's lives. This requires our best professionals to advocate for the importance of our field, in both medical and public arenas. An all-encompassing approach is needed to elevate awareness and to share knowledge throughout society, not just within restricted scientific circles. Now, more than ever, people are using the internet to gather information, obtain peer support and access self-help programs. This may be the time to increase our interaction with non-profit patient based associations and bring our message to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "The current situation may facilitate the inclusion and/or extension of Sexual Medicine into the curricula of medical schools and residency programs. This could be an opportunity for health care providers from all fields to talk among themselves about relationships and sexuality and to encourage them, in turn, to be more open to talking with their patients about these issues. During the first days of the confinement, the Israeli Association of Public Health Physicians, contacted the Israel Association for Sexual Medicine, urging us to publish guidelines for sexual behavior in Covid-19 times. This is the first time such an alliance has developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        },
        {
            "text": "We suggest that Sexual Medicine practitioners widen their view into the psychosocial aspects of patients' sexual history and increase their participation and cooperation in multi and interdisciplinary settings. This is the time for the various sex education, sexual health and sexual medicine organizations to align for a common purpose-the validation and expansion of sexual wellbeing in the broadest sense of the word.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An opportunity to grow"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Challenges in sexual medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cellek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giraldi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature reviews Urology",
            "volume": "9",
            "issn": "9",
            "pages": "537--542",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anxiety sensitivity and intolerance of uncertainty: requisites of the fundamental fears?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Carleton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharpe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Asmundson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Behav Res Ther",
            "volume": "45",
            "issn": "10",
            "pages": "2307--2316",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Impact of COVID-19 Epidemic Declaration on Psychological Consequences: A Study on Active Weibo Users",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of environmental research and public health",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multicentre Study on the Psychological Outcomes and Associated Physical Symptoms Amongst Healthcare Workers During COVID-19 Outbreak. Brain, behavior, and immunity",
            "authors": [
                {
                    "first": "Nws",
                    "middle": [],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "Gkh",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Byq",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control. Brain, behavior, and immunity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Existential Issues in Sexual Medicine: The Relation Between Death Anxiety and Hypersexuality. Sexual medicine reviews",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Watter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The anxiety-buffering function of close relationships: evidence that relationship commitment acts as a terror management mechanism",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Florian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mikulincer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hirschberger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of personality and social psychology",
            "volume": "82",
            "issn": "4",
            "pages": "527--542",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Concern rising over mikveh use amid coronavirus epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 transforms health care through telemedicine: evidence from the field",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chunara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Informatics Association : JAMIA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 Financial Resources for Physicians",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Satiani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Zigrang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey-Wheaton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disaster Mental Health and Positive Psychology: An Afterward to the Special Issue",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Southwick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satodiya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Pietrzak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of clinical psychology",
            "volume": "72",
            "issn": "12",
            "pages": "1364--1368",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "seriously impacts the sexual activity of persons currently not in a relationship or in a relationship while living apart. Changing behaviors while in quarantine includes the increase in pornography-watching as reported by the popular pornography site Porhub. The New York City Health Department released its official guide for safer sex, advocating for masturbation as the safest sex practice. So did we, the Israeli Association for Sexual Medicine, in spite of male masturbation being prohibited under Jewish orthodox law. Both happy and unhappy couples are spending long hours together, which may possibly strain the relationship. UN Secretary-General, António Guterres, has put out a call to address a global surge in domestic violence towards women and girls, linked to lockdowns. Household roles may be shifting and not necessarily for the benefit of the relationship.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank the staff of The Rotem Multidisciplinary Center for Sex Therapy for sharing their expertise and challenges during the time of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement:"
        }
    ]
}