{
    "paper_id": "9b9f074b364a7f7a75a17f867fce31eb35bf8057",
    "metadata": {
        "title": "Publication only EBMT 2009 Cellular therapies and Gene therapies R1221 Osteogenic differentiation of human dental pulp mesenchymal stem cells: comparison of three differentiation media",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "J Rodríguez"
                ],
                "last": "Lozano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "García De Insausti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Bleda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Blanquer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Moraleda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Meseguer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Oñate",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cytokines",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Improved mobilisation of peripheral blood CD34+ cells by AMD3100 plus granulocyte-colony-stimulating factor in hard to mobilise patients N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction & objectives: Literature states that human postnatal dental pulp stem cells (HDPSCs) have the ability to differentiate to osteoblastic cells. The purpose of this paper is to present the results obtained in the differentiation of HDPSCs with three different media and to compare their osteogenic ability. Materials & methods: Human dental pulp was extracted from teeth of healthy adult subjects aged 21 to 45 years. The pulp was gently removed and immersed in a digestive solution for 1 h at 37Cº. After digestion, cells were cultured and adherent cells were isolated. After the second pass the cells were placed in three different 75 fl asks with three classes of differentiation media. Medium 1: Osteodiff (Miltenyi®); Medium 2: alpha-MEM supplemented with 15% Fetal Bovine Serum (FBS), 100 U/ml penicillin, 0.1 mg/ml streptomycn, and 0.25 mg/ml amphotericin B; Medium 3: alpha-MEM medium, supplemented with 20% FBS, 100 mM 2 P-ascorbic acid, 2 mM L-glutamine, 100 U/ml penicillin, 0.1 mg/ml streptomycin, and 0.25 mg/ml amphotericin B. Flasks were incubated at 37ºC in a 5% CO2 and the medium changed twice a week for 35 days. To quantify the different amount of mineralized nodules the absorbance rate was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results & discussion: HDPSCs were obtained at a good rate and differentiated with any of the three media into osteoblastic cells that developed mineralization nodules (clusters), as revealed by Alizarin red staining. This staining was signifi cantly more intense with Medium 1 than medium 2 and medium 3 (absorbance values 1.107, 0.576 and 0.325 respectively). Conclusions: This study demonstrates the ability of HDPSCs to differentiate into osteoblasts. The Medium 1 (Osteodiff Medium, Miltenyi®) , was the best to differentiate these cells to the osteogenic lineage.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 486,
                    "text": "Medium 1 (Osteodiff Medium,",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 497,
                    "text": "Miltenyi®)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Long-term haematopoietic reconstitution and clinical evaluation of autologous peripheral blood stem cell transplantation after cryopreservation of cells at -80°C in a mechanical freezer for longer than 6 months L. Calvet, A. Cabrespine-Faugeras, N. Boiret-Dupre , E. Merlin, C. Paillard, M. Berger, J.-O. Bay, O. Tournilhac, P. Halle CHU (Clermont-Ferrand, FR) Controlled-rate freezing in 5 or 10% of DMSO and storage in the nitrogen is the standard technique for cryopreservation of hematopoietic progenitor cells (PHS). The main inconveniences are its high cost and DMSO toxicity. Many teams try to reduce DMSO infused by PHS concentration before cryopreservation or wash before infusion. However, labor intensive increases the cost and not free of cell loss. We developed an easier and cheaper technique, the cryopreservation of the PHS at -80°C, an uncontrolled rate freezing with 2.5% HES, 1% albumin and only 3.5% of DMSO allowing infusion without wash. This technique preserves the functional capacities of PHS, can produce successful engraftment and reduces toxicity during infusion. Does the cryopreservation of the PHS at -80 °C allow a long-term hematopoietic reconstitution and clinical course even if storage is greater than 6 months? 239 patients who had undergone 325 autografts (204 adults, 121 children) were studied. The median storage time of the 445 PHS cryopreserved was 1.7 months [0. with 9.7% (43/402) preserved more than 6 months (median 13,7 [6-136] ). The median recovery of nucleated cells and CD34+ cells were similar, for the preserved PHS <or > 6 months (71% versus 70% , p=0.44) and (104% versus 91% , p=0.11), respectively. Only mild infusion-related toxicity was observed in 29.8% (nauseas/vomiting 8.6%, shivers 4.7%). Median time to reach 0.5x109/l granulocytes (PN), 20 and 50x109/l platelets (PL) were 13 , 12 and 15 days respectively. Delay to reach hematopoietic reconstitution was similar between PHS preserved < or > 6 months except for PL > 20x 109/l. This delay was signifi cantly longer for PHS kept > 6 months 12 versus 14 [6-46] (n=0.015) with a correlation between CD34+ cells dose and the number of days need to reach 20x109/l PL. In order to assess long term hematopoietic reconstitution, only patients without other treatment (n=128) were studied at 3, 6 and 12 months. Median values were 150, 168 and 185x109/l for the platelets and 2,37, 2,43 and 2,8 x109/l for the PN at 3, 6 and 12 months respectively. Mortality at 100 post-autograft days was of 5.5%. Median overall survival was 54 months and 3 years survival rate was of 55%. The long term hematopoietic reconstitution was satisfactory. This easier and cheaper cryopreservation method leads to successful engraftment even if PHS had been cryopreserved more than 6 months. improve mobilization in these patients have been described. Another exciting option for these patients is the new cytokine, AMD3100. This agent is an inhibitor of SDF1 binding to CXCR4 and appears to promote mobilization of CD34+ cells into the circulation. The use of this AMD3100 in combination with G-CSF in patients unable to collect adequate CD34+ cells with G-CSF alone was recently reported in 280 patients with lymphoma and multiple myeloma (MM) . In this study G-CSF was given at a dose of 10 mcg/kg per day and AMD3100 was started at 240 mcg/kg on day 4 of mobilization. In contrast, clinical studies showed that AML, CLL and PCL cells may also be mobilized by AMD3100 via CXCR4 inhibition. Due to these concerns, AML, CLL and PCL patients are excluded from AMD3100 trials. We here report 8 patients (3 female/5 male) with Non Hodgkins lymphoma (n=4), MM (n=3) and germ cell cancer (n=1) who failed stem cell mobilization after chemotherapy and G-CSF administration (Patient characteristics Table 1 ). Patients received 2 x 5 µg/ kg daily of G-CSF for 4 days followed by 240 µg/kg of AMD3100 given subcutaneously 10-11 hrs before collection on day 5. Our aim was to assess the effect of AMD3100 on the mobilization of CD34+ cells. Administration of G-CSF and AMD3100 were continued daily until end of collection cycle. Adequate collection of CD34+ cells (2.6 and 5.54 x 106 CD34+ cells/kg) were achieved in 5 patients. In 2 patients additional bone marrow collection were performed, 1 patient failed mobilization with AMD3100. Until now 4 patients underwent autologous transplantation with 1.48, 2.6, 3.35 and 3.58 x 106 CD34+ cells/kg respectively and achieved sustained leukocyte and platelet engraftment.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 360,
                    "text": "Calvet, A. Cabrespine-Faugeras, N. Boiret-Dupre , E. Merlin, C. Paillard, M. Berger, J.-O. Bay, O. Tournilhac, P. Halle CHU (Clermont-Ferrand, FR)",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1475,
                    "text": "(median 13,7 [6-136]",
                    "ref_id": null
                },
                {
                    "start": 3229,
                    "end": 3233,
                    "text": "(MM)",
                    "ref_id": null
                },
                {
                    "start": 4144,
                    "end": 4157,
                    "text": "(2.6 and 5.54",
                    "ref_id": null
                },
                {
                    "start": 4380,
                    "end": 4404,
                    "text": "1.48, 2.6, 3.35 and 3.58",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3781,
                    "end": 3788,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "R1222"
        },
        {
            "text": "In conclusion, AMD3100 in combination with G-CSF was generally safe and offers a new treatment to collect CD34+ cells for autologous transplant from poor mobilizers. Due to the reported mobilization of leukemic cells, AMD3100 should be restricted to patients with lymphomas, MM and solid tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1222"
        },
        {
            "text": "Evaluating the effect of substance P on expansion of human umbilical cord blood CD34+ haematopoietic stem cells in a serum-free media S. Shahrokhi (1) , M. Ebtekar (1) , K. Alimoghaddam (2) , M. Kheirandish (3) , A. Pourfathollah (1) , A.R. Ardjmand (4), A. Ghavamzadeh (2) (1)Tarbiat Modares University (Tehran, IR); (2) Hematology, Oncology and Bone Marrow Transplantation Research Center (Tehran, IR) ",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "(3)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 403,
                    "text": "Oncology and Bone Marrow Transplantation Research Center (Tehran, IR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1224"
        },
        {
            "text": "Ex vivo expansion of cord blood Hematopoietic stem cells has been progressively interested as alternative sources for stem cell transplantation. Using different combination of growth factors especially cytokines has been investigated in most reports, but there are little evidence about regulatory roles of other factors including neuropeptides in this way, then we choose Substance P (SP) to evaluate its effect on expansion. Material and Methods: CD34+ purifi ed from umbilical cord blood by MACS, were cultured in a serum-free liquid culture system. Different concentration of SP used in combination with cytokine cocktail of SCF, FL, TPO, IL3 and IL6. Phenotypic and functional analysis of the cells produced in culture, was performed by fl owcytometry. Count and percentage of CD34+ cells were compared in different groups of treated cells. Results: Ex vivo expansion cultures of CD34+ cells of UCB were signifi cantly increased, in cells cultivated in \"SP + cytokine cocktails\" group compared cytokine groups alone. Conclusion: Consideration of the role of other growth factor such as SP along with cytokines, may enable us to overcome the diffi culties before us in ex vivo expansion of cord blood cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "; (3)Iranian Blood Transfusion Organization (Tehran, IR); (4)University of Newcastle (Callaghan, AU)"
        },
        {
            "text": "Our studies indicate that SP could act as a superior supplement for expansion of UCB-HSC cytokine cocktails. Additional studies are needed to establish the functional activity of expanded UCB-HSC as well as the effects of Substance P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "; (3)Iranian Blood Transfusion Organization (Tehran, IR); (4)University of Newcastle (Callaghan, AU)"
        },
        {
            "text": "Standard protocols for cryopreservation of peripheral blood progenitor cells (PBPC) use rate-controlled freezing and storage in liquid nitrogen, which are both time-consuming and expensive. In the last 11 years we used a simplifi ed method (Galmes et al 1995) consisting of storage in a mechanical freezer at -80ºC, with DMSO as the sole cryoprotectant. This study evaluates the safety of this approach, in terms of infusion-related toxicity and hematopoietic reconstitution, in 385 consecutive autologous transplantations performed from 4/97 to 9/08 in 348 patients (median age 46; underlying disease: lymphoma in 178, myeloma in 131, acute leukaemia in 17, breast cancer in 22). After mobilization with G-CSF ± chemotherapy (usually cyclophosphamide 1.5 g/m²) PBPC were collected in a CS3000+ separator (Fenwall), mixed in autologous plasma and DMSO (to a fi nal concentration of 10%) and frozen in plastic bags (Cryocyte, Fenwall) at -80ºC. Median CD34+ count was 3.6x106/kg and median storage duration was 32 days (6-564). Infusion-related toxicity was frequent (25%) and generally mild (transient hypoxemia, broncospasm, hypertension or arrhythmia, and abdominal pain, nausea or diarrhea) but there were 2 cases of acute congestive heart failure and 1 anaphylactic shock (probably related to DMSO). Engraftment to 500 neutrophils and 20,0 platelets/ul occurred on days +11 and +14 (median). Bacteremia occured in 25% transplantations, and grade 3 or 4 toxicity in 20%. Median hospitalisation duration was 19 days. Mortality at day +30 and +100 was 0.5 and 2.8% respectively. An engraftment delay beyond d+60 was seen in 2 cases. There were no secondary graft failures. With a median follow up of 37 months, 66% patients are alive. These results confi rm the feasibility and safety of this simpler and cheaper cryopreservation methodology. Belarus Y. Isaikina, N. Minakovskaya, O. Aleinikova Belarusian Center for Ped OncoHematology (Minsk, BY) Introduction: Recent studies suggest that cotransplantation of mesenchymal stem cells (MSCs) can improve the engraftment of allogeneic hematopoietic stem cells and prevent graft-versus-host disease (GvHD) due to their immunomodulatory properties. We analyzed the clinical effect of MSC infusion on day +30 after HSCT for prophylaxis of GvHD and applying of MSCs for treatment of severe steroid-resistant GvHD. Patients and methods: Eight pts after allogeneic hematopoetic stem cell transplantation (HSCT) underwent MSCs infusions (median age of pts was 11 years, male/female: 6/2) between 2006 and 2009. Diagnoses included:ALL-4, AML-1, AA-2, MDS-1.GvHD prophylaxis for pts with ALL, MDS consist of CSA and MTX 10 mg/m² (n=3); for pts with AA -CSA+MMF; for pts with AML -CSA and MTX 10 mg/m² (n=4). For the treatment of GvHD all pts received metylprednisolon 1-2 mg/kg. MSCs were prepared applying technique of expansion in vitro from bone marrow of HLA-identical siblings, haplo-identical and haplo-nonidentical family donors and unrelated donors. Four pts received MSCs once and four -twice. For three pts MSCs was used for prophylaxis of GvHD on day +30 after HSCT and the median dose was 1,0(0,7-1,5)x106/kg and fi ve pts received MSCs for treatment of steroid-resistant GvHD with medium time of MSCs infusion after HSCT 126(110-151) days and the dose was 2,2(1,3-3,7)x10 6 /kg. Results: There was no evidence of early and late side effect of MSC infusion. One patient died from pulmonary GvHD 1 month after cotransplantation MSCs and seven pts-alive. All pts (n=3), who received MSCs on day +30 for prophylaxis GVHD developed grades II-IV GvHD and needed the secondary MSCs infusion and the median time between MSCs infusions were 120(90-150) days. Four pts out of fi ve with steroid-resistant GvHD showed signifi cant improvement of clinical sign of GvHD that allowed reducing immunosuppressive therapy and stopping the steroids. Conclusion: Our experience demonstrates the absence of positive GvHD prophylactic effi cacy when infusion of MSCs was done on day +30. However, we observed decreasing of GvHD grades from III-IV to 0-II, when MSCs were used as treatment of steroid-resistant GvHD.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 259,
                    "text": "(Galmes et al 1995)",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1948,
                    "text": "Belarus Y. Isaikina, N. Minakovskaya, O. Aleinikova Belarusian Center for Ped OncoHematology (Minsk, BY)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "; (3)Iranian Blood Transfusion Organization (Tehran, IR); (4)University of Newcastle (Callaghan, AU)"
        },
        {
            "text": "Clinical characteristics of early-onset acute graft-versushost disease after allogeneic haematopoietic stem cell transplantation T. Yamashita, Y. Najima, T. Kikuchi, H. Muto, C. Sakurai, W. Munakata, M. Yamamoto, K. Ohashi, H. Sakamaki, H. Akiyama Tokyo Metropolitan Komagome Hospital (Tokyo, JP) Acute graft-versus-host disease (GVHD) is one of the major factors that have infl uence on the outcomes of allogeneic hematopoietic stem cell transplantation (HSCT). Traditionally, acute GVHD has been defi ned as a syndrome after neutrophil engraftment within the fi rst 100 days following HSCT. But in our practice, we sometimes encounter acute GVHD that may occur S367 both early, even before engraftment, and late, beyond day 100. The latter has been defi ned as \"late-onset acute GVHD\", but the former may not be clearly identifi ed yet. In this retrospective study, we evaluated the incidence, clinical manifestations and outcomes of \"early-onset acute GVHD\", defi ned as that occurring before engraftment after transplantation, among 117 consecutive myeloablative allogeneic HSCTs at our hospital. Of 117 patients, the median age was 40 years. Ninety-three percent of patients received allogeneic HSCT for hematologic malignancies. Thirty-eight percent of patients received an HLAmatched related donor transplant, 40% received HLA-matched unrelated donor grafts and 19% received HLA-mismatched unrelated donor grafts. The stem cell source was bone marrow in 82% of patients and peripheral blood in 18%. The conditioning regimen was TBI-based for 34% of patients and 60% received busulfan-based conditioning. Forty-three percent (n=50) of the 117 cases developed grade II-IV acute GVHD. Of these, 30 (60%) cases were described as early-onset acute GVHD (Group E). Other 20 cases of acute GVHD occurred after engraftment (Group C). The median onset date of acute GVHD is day 10 in Group E and day 28 in Group C. Grade III-IV acute GVHD was seen in 27% of Group E and in 35% of Group C (p=0.34). The frequency and severity of each involvement site were comparable in both groups. Major primary therapy for acute GVHD was mPSL 2-2.5mg/kg/day, but 41% cases in Group E were refractory for this primary therapy and 18% in Group C (p=0.05). Three-years overall survival (OAS) was 58% in Group E and 49% in Group C (p=0.83). In Group C, OAS of 19 cases without GI symptoms was 71%, whereas OAS of 11 cases with GI involvement was 36% (p=0.02). In Group C, OAS was not affected by with or without GI-GVHD (p=0.89). In conclusion, early-onset acute GVHD accounts for a substantial proportion of acute GVHD after allogeneic HSCT. Patients with early-onset acute GVHD tend to be refractory to steroid therapy and will have poor prognosis if GI involvement exists.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 296,
                    "text": "Yamashita, Y. Najima, T. Kikuchi, H. Muto, C. Sakurai, W. Munakata, M. Yamamoto, K. Ohashi, H. Sakamaki, H. Akiyama Tokyo Metropolitan Komagome Hospital (Tokyo, JP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1228"
        },
        {
            "text": "Contrast enhanced ultrasound sonography in intestinal acute graft-versus-host disease E. Benedetti (1) A 20 year old female with high risk acute B cell leukemia received a fully ablative peripheral blood stem cell transplant from a 1 allele (at the B locus) mismatched unrelated donor. Conditioning consisted of Cy/TBI and GVHD prophylaxis of cyclosporine (CSA) and short course MTX. On day +19 she developed steroid refractory (biopsy proven) acute skin GVHD. Photopheresis was started with major skin improvement. On day +102 she developed nausea, vomiting and profuse diarrhea. Standard endoscopy with gastric biopsies showed GVHD. Infections were ruled out. A trans-abdominal sonography (TA-US) revealed mucosal oedema and thickening of the terminal ileum (5.1 mm) and the ascending colon. Moreover, PillCam capsule endoscopy showed mucosal oedema, erosions and lymphagectasies. Infl iximab at 10mg/Kg was added and, after 2 doses, despite a major clinical improvement, her terminal ileum was still thickened. To investigate if this thickening was associated with residual active GVHD she underwent a contrast enhanced ultrasound sonography (CEUS) using a linear phased-array 7.5-MHz transducer. A sulphur hexafl uoridebased with a phospholipid shell microbubble contrast agent (SonoVue®, Bracco) was injected i.v. as a bolus (2.4 ml) followed by 5 mL saline fl ush. SonoVue® is a blood pool second generation contrast agent. CEUS showed an intense and sustained enhancement in the arterial phase involving the whole ileum wall with a late phase wash out. Such enhancement pattern has been previously described in active Crohn disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1229"
        },
        {
            "text": "Given the clinical improvement, infl iximab was discontinued to reduce the risk of infections. However, as CEUS revealed active GVHD she continued on Budesonide, Beclometasone, CSA and prednisone. Forty days later her abdominal symptoms had completely resolved and a TA-US showed a normal terminal ileum. Four months later her intestinal GVHD (confi rmed by colon biopsies) fl ared. CEUS was performed on descending colon (most involved intestinal tract by standard ultrasonography) and showed intense arterial phase enhancement with late phase wash out. Rituxan and MMF were added with slow resolution of symptoms and normalisation of US features. In conclusion CEUS showed residual GVHD activity despite the improved clinical symptoms. Moreover, good concordance with clinical symptoms and standard colonoscopy when GVHD fl ared was also shown. Further prospective studies are needed to evaluate its usefulness in monitoring intestinal GVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1229"
        },
        {
            "text": "Extensive chronic graft-versus-host disease is a frequent complication after peripheral blood stem cell transplantation -Results of long-term follow-up D. Stamatovic, L. Tukic, B. Balint, O. Tarabar, M. Elez, G. Ostojic, B. Todoric Zivanovic, Z. Tatomirovic, O. Tasic, B. Cikota, M. Malesevic, S. Marjanovic Military Medical Academy (Belgrade, RS) Introduction: Many studies have compared effi cacy of allogeneic stem cell transplantation (SCT) from peripheral blood (PB) with bone marrow (BM), but fi nal conclusion concerning this treatment modality is still not well defi ned. Aim: to compare effi cacy of PBSCT with BMT in the treatment of hematological malignancies with respect to engraftment, transfusion need, frequency and severity of acute and late complications and overall survival (OS). Methods: we have analyzed 132 patients (pts), median age 27 years (9-52), M/F 84/48, with various hematological diseases (SAA-18, CML-31, AML-29, ALL-38, MDS-8, MM-2, MH-2, Granulocytic sarcoma-2) in whom we perfomed allogeneic SCT from 1989 till 2008. In 15 pts we perfomed secondary allogeneic SCT in due to graft rejection (2) or relapses (13 pts). Pts were divided into two groups concerning SC origin-69 pts in BM group and 63 pts in PB group. All pts had HLA-DR sibling transplant (5 singeneic, 121 fully matched, 4 mismatched and 2 haploidentical). SC were collected from BM up to standard method and from PB with one apheresis after fi ve days aplication of granulocytic growth factor. All pts have received unmanipulated suspension of SC. Conditioning were adjusted to primary diseases and GvHD prophylaxis was mostly combination of Cyclospirine A and Metothrexate. Prevention of infections were standard. Results: Pts with SC originate from PB have received signifi cantly more mononuclear cells (10,07±7,31 vs 2,33± 0,79, p<0,001) in comparisson with BM. Engraftment was more rapid (p<0,001) in the PB group approximately for 6 days. Transfusion requirements were much higher in BM group (p<0,01). Those pts had more frequent oropharingeal mukositis grade 3-4 (33,33% vs 9,5%, p<0,05). There were no difference in the incidence of acute (44,4% vs 49,2%, ns) or chronic GvHD (38,6% vs 54,5%, ns). Pts with PBSCT had signifi cantly more frequent extensive cGvHD (29,5% vs 12,4%, p<0,05). There were no difference considering TRM (10,1% vs 15,1%, ns) or relapses (21,7% vs 22,2%, ns). Pts with BMT had better overall survival but with no statistical signifi cancy. Conclusion: Results of this analysis mostly corresponds with other studies showing that PBSCT have rapid engraftment and less acute complications. PBSCT is connected with more frequent extensive chronic GvHD that is potentialy fatal, making results of this particular treatment option less better. Future will bring defi nite estimation of PBSCT effi cacy.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 347,
                    "text": "Stamatovic, L. Tukic, B. Balint, O. Tarabar, M. Elez, G. Ostojic, B. Todoric Zivanovic, Z. Tatomirovic, O. Tasic, B. Cikota, M. Malesevic, S. Marjanovic Military Medical Academy (Belgrade, RS)",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1806,
                    "end": 1841,
                    "text": "(10,07±7,31 vs 2,33± 0,79, p<0,001)",
                    "ref_id": null
                },
                {
                    "start": 2338,
                    "end": 2358,
                    "text": "(10,1% vs 15,1%, ns)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1230"
        },
        {
            "text": "A preliminary study of human natural killer T-cell recovery post allogeneic stem cell transplantation B. Rees (1) , R. Morse (1) , S. Robinson (2) , J. Hows (1) , C. Donaldson (1) (1)Centre for Research in Biomedicine, University of the West of England (Bristol, UK); (2)University Hospitals Bristol NHS Foundation Trust (Bristol, UK) Natural Killer T cells (NKT), defi ned by their cell surface immunophenotype CD3+, V alpha 24+, V beta 11+ and their specifi c activation pathway by the glycolipid alpha-Galactosyl Ceramide are a unique and small (0.01-0.1%) subset of lymphocytes. These cells may play a key role in the cure of leukaemia after stem cell transplantation (SCT) through activation of the Graft versus Leukaemia (GVL) effect. They have the ability to stimulate both innate and adaptive immune responses through cytokine production and the activation of 'classical' T, B and natural killer (NK) cells. Campath, a complement fi xing monoclonal antibody targets the CD52 antigen expressed by T, B and NK cells and may be used in vitro and/or in vivo for donor lymphocyte depletion during stem cell transplantation. Our previous work has shown that CD3+, V alpha 24+, V beta 11+ NKT cells also express the CD52 antigen and so are also susceptible to damage by Campath. Twelve patients (median age 45.5 years, range 21 -57) on the BMT unit, University Hospitals Bristol were recruited. Diagnoses were AML (3), ALL (1), ANLL (1), CML (2), MDS (2), NHL (2) , and HD (1) . Seven received reduced intensity conditioning, 4 TBI and 10/12 received Campath. All patients received adult stem cells, 4 from matched siblings, 8 from unrelated donors. Nine survived more than 1 year, including the patient with HD who relapsed 6 months post autologous SCT and is alive 20 months post matched unrelated SCT. The normal range for NKT cell numbers in adult blood was established, mean 0.71 x 106/L (SD 0.92) (n=18). Cells stained with CD3-PECy5, V alpha 24-FITC and V beta 11-PE were analysed using the Becton Dickinson FACS Vantage SE Cell Sorter with Cell Quest software. Recovery of NKT cells was studied up to 18-24 months post transplant, with mean levels of 0.10 ± 0.04 x 106/L. All individual values were below those in the normal adult population. Recovery of other lymphocyte subsets was comparable with those reported in previous studies. NK cells recovered to within their normal range 3 to 6 months post SCT, CD8 T cells numbers were within the normal range by approximately 6 months and CD4 T cells only attained values in their normal reference range by 18 months. The slow recovery of NKT-cells has not been previously reported and this may contribute to a reduced GVL effect. N. Nakano, A. Kubota, M. Tokunaga, Y. Takatsuka, S. Takeuchi, T. Itoyama, A. Utsunomiya Imamura Bun-in Hospital (Kagoshima, JP) Background: Adult T-cell leukemia/lymphoma (ATLL) has a poor prognosis because of its chemo-resistance. Many chemotherapeutic regimens have been created but none of them have shown suffi cient results. We proposed allogeneic stem cell transplantation (allo-SCT) for ATLL patients and showed an improved survival rate. However, relapse or progression of ATLL is one of the major limiting factors of survival in post SCT patients.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 330,
                    "text": "(2)University Hospitals Bristol NHS Foundation Trust (Bristol,",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "UK)",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 2688,
                    "end": 2815,
                    "text": "N. Nakano, A. Kubota, M. Tokunaga, Y. Takatsuka, S. Takeuchi, T. Itoyama, A. Utsunomiya Imamura Bun-in Hospital (Kagoshima, JP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Graft versus malignancy R1231"
        },
        {
            "text": "Objectives: In order to establish a better treatment strategy for poor responders after SCT for ATLL, we analyzed the outcome of relapse or progression cases after allo-SCT. We paid special attention to the graft versus ATLL (GvATLL) effect. Methods: There were 33 ATLL patients in which allo-SCT was performed in Imamura Bun-in Hospital (IBH) from June 1998 to November 2007. Twenty seven cases survived over 90 days after SCT. Sixteen of the 27 patients relapsed. Using data in medical records of IBH, we analyzed transplant characteristics and the outcome of these 16 patients retrospectively. Results: Disease status at SCT was CR in 2 pts, 2 PR, 5 SD, and 7 PD. Eight patients received conventional stem cell transplantation (CST) and the other eight patients received reducedintensity stem cell transplantation (RIST). Fourteen patients in 16 obtained remission (9 CR and 5 PR), but the remaining 2 did not (1 SD and 1 PD) after SCT. The sites of relapse or progression in 16 were skin in 10 patients, 6 lymph node, 7 peripheral blood, 3 central nervous system, and 1 bone. All patients discontinued immunosuppressants after relapse or progression. Eleven patients obtained remission. Especially, in 6 out of 11 patients, remission was obtained only by discontinuation of immunosuppressants, and the time to remission after discontinuation of immunosuppressants was between 1 to 14 days. Twelve patients were complicated with acute GVHD (grade I-IV). Twelve patients died after SCT. The causes of death were disease progression of ATLL in 5 patients, 3 acute GvHD, 3 infectious complications, and 1 interstitial pneumonia. Four patients who were complicated with acute GvHD survived over 24 months. Conclusions: A certain number of patients obtained remission only by the discontinuation of immunosuppressants. Four patients survived more than 2 years with their complication of acute GVHD. These results suggest that the GvATLL effect after SCT exists and plays an important role in longer survival for poor responders of post allo-SCT in ATLL patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1232 Is GvATLL reaction for or against ATLL? Relapse and progression cases after stem cell transplantation for adult T-cell leukaemia/lymphoma"
        },
        {
            "text": "Adoptive immune transfer in paediatric and young adult patients with refractory malignancies P. Sovinz, W. Schwinger, H. Lackner, M. Benesch, A. Moser, C. Urban Medical University Graz (Graz, AT) Background: Patients with metastatic malignancies refractory to or relapsing after conventional ± high-dose chemotherapy have a poor prognosis. Graft-versus-tumor (GVT) effects have been reported in small numbers of patients for various solid tumors. Patients and Methods: Eight pediatric and young adult patients (male: female = 3:5; age 1.9 to 22 years) underwent 9 allogeneic hematopoietic stem cell transplantations (alloHSCT). Diagnoses were relapsed/ refractory neuroblastoma (n=3), second relapse of Hodgkin's disease, refractory mediastinal large-B-cell-lymphoma, metastatic Ewing sarcoma/ osteosarcoma /Wilms tumor, respectively. Five patients had received high-dose chemotherapy with autologous stem cell rescue. Conditioning regimens consisted of fl udarabine (n=8) combined with melphalan ±ATG (n=2) or melphalan/thiotepa/OKT3 (n=5) or treosulfan/thiotepa/OKT3 (n=1); and treosulfan/melphalan (n=1). Haploidentical donors (parents, n=6) underwent 2 aphereses: one product was CD3/19 depleted, the other CD34selected; grafts from matched donors (siblings:n=2, unrelated: n=1) were not manipulated. Median CD34-number was 12.8 x 106/kg; median CD3-number in haploidentical grafts was 6.35x 104/kg. In the absence of graft-versus-host disease (GVH) immunosuppression was stopped median on day +37. To date, a median of 7 donor lymphocyte infusions (DLI; 1-66; dose range:2.5x104 to 3x106) were given to 7/8 patients, starting on median day + 50. Results: Neutrophil engraftment (>1.0x 109/l) was achieved median on day +9. Acute GVH of the skin (I-II) developed in 3 patients, of skin+liver (III) in one; chronic GVH occurred in 3 patients (skin:n=3, gut:n=1) There was no transplant-related mortality; 6/8 patients survive for a median of 310 days (range: 64-777) in complete (CR; n=2) or partial remission (PR; n=3) with ongoing regression (disease status not yet evaluated: n=1). Two patients who were transplanted in disease progression showed partial response after alloHSCT but eventually died of progressive disease on day +84 (mediastinal large-B-cell-lymphoma) and +126 (neuroblastoma, after the second alloHSCT). Conclusions: Eight heavily pretreated pediatric and young adult patients with poor-prognosis metastatic malignancies tolerated the conditioning regimens well. All patients showed at least transient partial response to alloHSCT ±DLI; six patients in partial remission or better before alloHSCT survive in CR or PR with evidence of further tumor regression.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 195,
                    "text": "Sovinz, W. Schwinger, H. Lackner, M. Benesch, A. Moser, C. Urban Medical University Graz (Graz, AT)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1233"
        },
        {
            "text": "CMV infection in seropositive patients with haematologic malignancies after allogeneic peripheral blood stem cell transplantation T.-D. Tan Koo Foundation Sun Yat-Sen Cancer Center (Taipei, TW) Objective: To investigate the incidence and outcomes of CMV infection in our seropositive population patients after allotransplant as compared with other western patients. We also investigate the impact of post-transplant occurrence of acute graft-vs-host disease and the use of anti-thymocyte globulin upon the outcome of our patients. Methods: 68 CMV seropositive patients of various hematologic malignancies underwent allogeneic peripheral blood stem cell transplantation at our institute between March 2001 and November 2008. We used weekly CMV PCR to monitor CMV infection following neutrophil engraftment until day +90 or when any infectious complication occurred. When two consecutive PCRs were positive with >1000 copies present or CMV was found histopathologically, we treated patients with intravenous ganciclovir 5mg/kg q12h for 14 to 21 days. Results: 68 patients (median age 38.5, 19~59) of various hematologic malignancies including AML (n=28), CML (n=10), ALL (n=9), NHL (n=14), HL (n=4), myeloma (n=2), myelodysplastic syndrome (n=1), underwent myeloablative or non-myeloablative allotransplant (51 vs 17). The source of stem cells includes related (48 patients), unrelated (16 patients), and umbilical cord blood stem cell (4 patients). CMV infection or reactivation rate was 21.3% (13 in 61) with median date of occurrence ranges +15 to +267 days with the median of +45 days and the immediate CMV-related mortality rate was 23.1% (4 in 13). The incidence of CMV infection in patients with grade 0~I vs II~IV acute GVHD are 6.25% vs 42.31%, respectively, with risk ratio 11 (p=0.0039). The occurrence of CMV infection in patients with or without the use of anti-thymocyte globulin use was 26.67% vs 20.0%, respectively, with risk ratio 1.46 (p=0.59). The 5-year event-free survival and overall survival of our patients with or without CMV infection are 38.5% vs 72.2%(p=0.015), and 38.5% vs 73.9%(p=0.004), respectively. Conclusions: Our CMV seropositive patients do not have higher incidence of CMV infection or reactivation than other lower seropositive patients reported in the western world. There is an increased incidence of CMV infection in the patients who suffer from grade II~IV acute GVHD, and there are signifi cant differences in EFS and OS between patients with or without CMV infection. On the contrary, the impact of ATG use in our patients is not clear. Objectives: Patients after hematopoietic stem cells transplantation (SCT) have markedly increased susceptibility to moulds infections. According to recent data, the moulds of Fusarium spp are emerging as human pathogens associated with significant morbidity and mortality in immunocompromised patients. In current report we are describing disseminated invasive fungal infections caused by Fusarium incarnatum in three recipients of allogeneic hematopoietic stem cells, a pathogen not earlier reported for such patients. Methods: Blood samples were analyzed using automatic BacT/ Alert system. The culture and identifi cation were performed according to conventional microbiological procedures. The Sabouraud agar was used for strain's isolation and the samples were incubated in 30°C for 10 days. The cream to nut-brown mould's colonies were suggestive for Fusarium incarnatum. Also the microscopic analysis of direct samples revealed microand macroconidias typical for Fusarium genus. Results: The 46-years-old male and a 28-years-old female patients, with relapsed and refractory acute myelogenous leukemia (AML) have been treated by allogeneic SCT from matched unrelated donors after myeloablative conditioning. The third patient, a 51-years-old woman with Hodgkin's lymphoma relapsed after autologous SCT was transplanted from HLA-matched sibling donor after reduced intensity conditioning. All patients suffered from neutropenic fever which did not respond to broad-spectrum antibiotics and fl uconasole. The appearance of nodular, painful skin lesions with characteristic dark red colour and central necrotic area in later stadium suggested skin microembolism caused by infectious microorganism. The mycological analysis confi rmed Fusarium incarnatum as a pathogen. I.v. voriconazole in standard doses was started as soon as invasive fungal infection was suspected. The two female patients responded well to voriconazole with gradual resolution of fever and skin lesions. This corresponded with neutrophil engraftment. The male patient with AML died of disseminated fusariosis (autopsy confi rmed) before achieving engraftment. Conclusions: We identifi ed Fusarium incarnatum as a new mould pathogen which can cause disseminated fatal infections in immunocompromised patients and SCT recipients. Although the voriconazole was proven to be an effective agent to treat these patients, the hematological recovery seems to be a prerequisite factor needed to survive the disseminated fusariosis. Background: Infections are the most common complications of stem cells transplantation and chemotherapy induced neutropenia. Bacterial infections predominate during the early stage after transplantation. During this phase deep neutropenia and central venous catheter are the most important risk factors. Because of high rate of mortality due to gram-negative bacteria, prophylaxis against this microorganisms is mandatory, but this strategy offer gram-positive predomination in all sites of isolation. Despite low rate of mortality due to gram-positive bacteria, infections caused by Streptococcus today became a real problem. Material and methods: during a 8 years period we have performed 144 stem cells transplantation in 134 patients with different hematological malignancies(AML: 74; ALL: 6; CML: 7; CLL: 1, NHL: 13; Hodgkin Diseases: 16; Multiple myelomas: 24; Aplastic anaemia: 1;Myelofi brosis:1 Ewing Sarcoma: 1; Male:78 Female 66. Median age: 34 years (12-63). In order to monitoring local micro-fl ora we perform in all patient two times a week: blood-culture, sputum, urine-culture, and simples from central venous catheters. Cultures were performed using standard microbiological tools. Patients were treated in sterile room conditioned with HEPA fi lters, gram-negative prophylaxis with ciprofl oxacine 1,0gr. per day, low bacterial diet. Results: Gram-positive cocci were predominantly isolated microorganisms (70%), then gram-negative bacteria (20%) and fungi (10%). The most frequent isolated bacteria was Staphylococcus coagulaza negative, from central venous catheter, while Streptococcus pneumonia was the most common bacteria isolated after day +12, predominantly from sputum. Meticillin resistant staphylococcus aureus (MRSA) was isolated in 10% from all gram positive bacteria. We have no Vancomicyn-resistant Enterococcus isolation.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 193,
                    "text": "T.-D. Tan Koo Foundation Sun Yat-Sen Cancer Center (Taipei, TW)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1234"
        },
        {
            "text": "Conclusion: The epidemiological pattern of bacterial infection continues to evolve globally and locally at the institutional level, as do patterns of susceptibility and resistance. These trends are often associated with local treatment practices and have a signifi cant effect on the nature of empirical antibiotic prophylaxis and therapy. In our center gram positive bacteria were isolated predominantly. Gram-positive prophylaxis is doctrinary used in some centers, but there is a problem with gram-positive resistance. Heptavalent pneumococcal vaccination may be reasonable choice. Background: Invasive fungal infections (IFI) are an important life-threatening complication after allogeneic hematopoietic stem-cell transplant (AHSCT). Risk factors that further increase the risk of IFI in these patients include prolonged neutropenia, graft failure, immunosupression and graft-versus-host-disease (GvHD). Aim: To evaluate the effi cacy and safety profi le of posaconazole as prophylaxis of invasive fungal infection after AHSCT. Material and methods: In patients at high risk who received posaconazole for prophylaxis we analyzed the incidence of IFI during the treatment period. Demographic, clinical, laboratorial and radiologic variables of all patients were studied including age, gender, underlying disease and it´s status at allogeneic transplantation, presence of GvHD, treatment with steroids, adverse events, galactomannan antigen in plasma and high resolution computed tomography (CT-SCAN). Adverse events were also analyzed. Results: From a total of 44 patients received posaconazol 37 patients were included in the study, among them 34 received AHSCT. During the treatment period there were no proven IFI reported. Probable IFI were reported in 1 patient. No serious adverse events related to treatment were reported. During the observational period the overall mortality was 21% (8 patients) and none of them died due to IFI. 19 patients (51,4%) were receiving steroids during the treatment period and none of them developed IFI. The incidence of global GvHD was 65%. Acute GvHD incidence was 46%. 3 patients had galactomannan positive and CT-SCAN were performed in all of them without found IFI in any case. Conclusions: Posaconazole prophylaxis is a useful and safe approach in order to prevent IFI avoiding systemic antifungal treatment in patients who had undergone AHSCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1234"
        },
        {
            "text": "Mucormycosis are an emerging form of invasive fungal infections (IFI) with high mortality rate (60%). Early treatment contributes to improve prognosis. Posaconazole is a broad spectrum azole that prevents IFI in patients with AML and in patients receiving an immunosuppressive treatment for GVHD. We describe two cases of mucormycosis (Cunninghamella bertholletiae) in patients receiving posaconazole prophylaxis. The fi rst received allogeneic haematopoietic stem cell transplantation with reduced-intensity conditioning for myeloma in relapse. Because of grade II cutaneous GVHD, corticosteroids S371 were added to ciclosporine 2 months later associated with posaconazole prophylaxis. However, the patient developed a digestive GVHD. At this date, Cunninghammella bertholletiae was found in bronchioalveolar lavage cultures. Amphotericin B was added. The patient died with disseminated infection. Autopsy confi rmed multiple pulmonary lesions of mucormycosis. The second patient was hospitalised with AML for induction therapy. Posaconazole was introduced on the fi rst day. Ten days after, a febrile episode occurred without documentation. Liposomial amphotericin B was substituted. Five days later, mucormycosis was identifi ed in skin biopsy. Despite anti-fungal treatment associating amphotericin B and posaconazole, he died 2 months later with disseminated infection. Residual concentrations of posaconazole were assessed retrospectively by HPLC, using sera conserved at a temperature of 4°C (therapeutic residual plasma concentration: 0.5 and 1 mg/l). For the fi rst patient, the serum concentration was below detection threshold (<0.1mg/l). For the second patient, two sera were collected at prophylaxis and curative treatments (0.5 and 0.6 mg/l, respectively). In both cases, the pathogens were susceptible to posaconazole (in vitro Minimal Inhibitory Concentrations values). Our second patient had probably been imunocompromised for several months (long-lasting neutropenia preceding the onset of AML, and history of diabetes). Our fi rst patient had an intestinal GVHD with major diarrhoea, which was likely responsible for the very low (undetectable) levels measured when mucormycosis was diagnosed. In conclusion, our report stresses out the necessity to closely evaluate the use of broad spectrum prophylactic antifungal therapy. The prophylaxis in patients with GVHD and/or diarrhea must be used with caution. We recommend to systematically monitor posaconazole levels at least in these cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1238 Cunninghamella bertholletiae invasive infection in two patients with haematological malignancies receiving antifungal prophylaxis by posaconazole J. Cornillon (1), A. Brunon (1), H. Raberin (2), E. Tavernier-Tardy (1), C. Mounier (1), D. Guyotat (1) (1)Institut de cancérologie de la Loire (St. Priest en Jarez, FR); (2)CHU de Saint-Etienne (St. Priest en Jarez, FR)"
        },
        {
            "text": "Inhalation of mold spores can lead in immunocompromised patients to an invasive disease and pneumonia. Invasive fungal infection (IFI) has still a high mortality rate. Mold-DNA can be detected by a polymerase chain reaction (PCR) based method. Using it for the bronchio-alveolar lavage (BAL) can help to detect an IFI in an early stage. The PCR can discriminate between different mold species and directs the treatment. In our study on 23 patients, a mold PCR from BAL was conducted in addition to routine diagnostics. The PCR with primers specifi c for mitochondrial Aspergillus-DNA and ribosomal 18S DNA for zygomycetes. Our results show that mold PCR is more sensitive than standard fungal diagnostics. Based on these PCR results, an intensifi ed therapy was undertaken successfully. Hence, mold PCR from BAL is a useful additon of the microbiological investigations. The mould PCR allows the proof of a zygomycosis at an early stage and thereby ensures successful treatment. Further investigations are to show if computer-tomography of the lung combined with mold PCR are suffi cient to diagnose for sure a pulmonal mold infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mould-DNA detection in bronchio-alveolar lavage H. Lellek (1), R. Bialek (2), H. Klose (1), H. Baumann (1), S. Kluge (1), G. de Heer (1), N. Kröger (1), A. Zander (1) (1)University Hospital Hamburg-Eppendorf (Hamburg, DE); (2)MVZ Labor Dr Krause&Kollegen (Kiel, DE)"
        },
        {
            "text": "Introduction: Cartilage hair hypoplasia (CHH)is a rare autosomal recessive disorder caused by mutations in the ribonuclease RNA-processing RMRP complex. HSCT has resulted in immune restoration, yet fails to correct the chondrodysplasia. We describe a patient with CHH and combined immune deficiency who developed granulomatous infl ammation. Treatment with anti-TNF-alpha monoclonal antibodies (MoAb) caused reactivation of JC virus with ensuing progressive multifocal leukoencephalopathy (PML). Case report: At age 4y a female CHH patient (63C>T and 70 A-G mutation in RMRP) with combined immune defi ciency developed painful non-caseating granulomas. No infectious agent was identifi ed and antibiotic therapies failed. Finally at age 17y anti-TNF-á MoAb(Infl iximab) was started with partial response. After the 3rd administration she developed a debilitating intentional tremor of the right hand. MRI T2 and FLAIR showed demyelination in the right cerebellum. JC virus PCR was (+)in blood and in cerebrospinal fl uid (CSF) and (PML) was diagnosed. 4 weekly administrations of cidofovir, followed by two-weekly administrations for 1 month resulted in a partial response. Cidofovir was continued two-weekly. 7 months after diagnosis of PML, HSCT with a 9/10 unrelated donor was performed with reduced intensity conditioning according to EBMT-ESID guidelines. There was neutrophil engraftment at D+10 and stable donor chimerism of >95% at D+30. At D+60, the patient complained of dizziness, with evidence of a cerebellar syndrome. MRI and CSF polyoma virus copies were stable. At D+87, she presented with hypertensive encephalopathy including convulsions reminiscent of posterior reversible encephalopathy. Discontinuation of ciclosporine led to resolution of the encephalopathy. However, PML progressed despite restoration of T cell function, with increasing cerebellar and brain stem symptoms including ataxia, dysarthria, aphasia, n. facialis and n. glossopharyngeus paralysis with corresponding MRI imaging and increase in JC virus PCR copies in the CSF. Despite intensifi cation of cidofovir treatment, trials of steroids, fl uoroquinolones, mirtazapine, lefl unomide as well as high dose IVIG and cytarabine IV, the neurodegeneration was progressive and the patient died of respiratory failure at D+205. Conclusion: We describe the fatal course of PML due to JC virus reactivation in a patient with CHH, despite successful HSCT in terms of myeloid engraftment and restoration of T cell function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1240 Fatal course following reduced-intensity HSCT in a patient with cartilage hair hypoplasia and progressive multifocal leukoencephalopathy I. Meyts (1), D. Moshous (2), M. Van Ranst (1), R. Snoeck (3), C. Wouters (1), A. Cant (4), A. Fischer (2), A. Uyttebroeck (1), M. Renard (1) (1)University Hospital Leuven (Leuven, BE); (2)Hôpital Necker Enfants Malades (Paris, FR); (3)Rega Institute -Katholieke Universiteit Leuven (Leuven, BE); (4)Royal Victoria Infi rmary (Newcastle-upon-Tyne, UK)"
        },
        {
            "text": "A. Tomaszewska (1), B. Nasilowska-Adamska (1), T. Dzieciatkowski (2), B. Marianska (1) (1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1241 Simultaneous Guillain-Barré syndrome and human herpesvirus 6-associated encephalitis in a patient after matched unrelated donor haematopoietic stem cell transplantation"
        },
        {
            "text": "Introduction: Viral infections still are a serious diagnostic and therapeutic problem in patients undergoing alternative donor transplants. Betaherpesviruses (HHV5, HHV6, HHV7) are recognized pathogens in this group of patients. We report a case of HHV6 encephalitis complicated by Guillain-Barré syndrome (GBS) in a hematopoietic stem cell transplant (HSCT) recipient with preceding reactivation of CMV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ")Institute of Hematology and Transfusion Medicine (Warsaw, PL); (2)Medical University of Warsaw (Warsaw, PL)"
        },
        {
            "text": "Methods: A 43 year-old-man with a history of chronic myeloid leukemia underwent HSCT from a matched unrelated female donor in October 2006. Sero-status for CMV was IgG positive in the recipient and IgG negative in his donor. On the day +70 patient developed acute graft-versus-host disease successfully treated with IV methylprednisolone. In March 2007 he was admitted to our unit due to CMV infection reactivation. He started pre-emptive therapy with IV gancyclovir. After 2 weeks of treatment he revealed high fever, uroschesis, paraparesis, impaired consciousness and generalized epileptic seizure. Computed tomography of his brain was normal. A lumbar puncture revealed pleocytosis (24/µL) and elevated level of protein (213.2 mg/dL). Investigation of cerebrospinal fl uid (CSF) by PCR for infective causes of patient's neurological decline including HSV t.1/2, VZV, adenovirus, CMV and DNA Candida and Aspergillus were negative as well as CSF culture, real-time PCR revealed in his CSF presence of HHV6 DNA. According to these fi ndings and neurological status of our patient we made a diagnosis of an HHV6 encephalitis complicated by GBS. The therapy with foscarnet (all symptoms revealed during pre-emptive therapy with gancyclovir) and IVIG was started. Due to GBS diagnosis we performed 5 procedures of plasmapheresis. We observed gradual improvement in neurological status. After discharging home the therapy was continued with cidofovir given once a week during four weeks. At present, 1.5 year after this episode, the patient remains in a good condition without CMV and HHV6 reactivation, with slight neurological defi ciency. Conclusions: Betaherpesviruses are emerging pathogens in the HSCT setting and may cause central nervous system disease. GBS is a very rare complication among stem cell transplant recipients and usually has been attributed to infection. Our successfully diagnosed and treated case of HHV6 neuroinfection complicated by GBS suggests that HSCT recipients with CNS signs and symptoms should have their CSF investigated for HHV6 as well as other pathogens. Zygomycosis is a rapidly growing systemic fungal infection, commonly fatal, despite intensive antifungal treatment. It almost always occurs among patients with an immunosuppressive background, diabetes mellitus, prolonged neutropenia, recent chemotherapy and an excessive iron overload. Iron is essential for the growth, development and virulence of many fungi, and particularly of the Zygomycetes, which are incapable to grow under iron-deprived conditions. We report on a 38-year old male patient, who at the age of 33 was diagnosed with CD10+ B-cell acute lymphoblastic leukemia and achieved a CR following chemotherapy of Hyper-CVAD type. The patient remained relapse-free for almost 3 years, but when he relapsed, he was treated with the G-MALL protocol and a second CR was obtained after 2 cycles of treatment. At that point a fully matched related PBSC allograft, obtained from his 34-year old sister was offered. He engrafted on day+15, and the post-transplant period was complicated by CMV reactivation and mild chronic GVHD. The patient relapsed on day+367 and he was treated with high dose cytosine arabinoside days 1-4 and 24-h infusional mitoxandrone on days +5 and +6. During the aplastic phase he was complicated by histologically proven, extensive left rhinocerebral and pulmonary zygomycosis, with left facial nerve paresis. At that time point he had a transferring saturation of 95% and ferritin 10583 ng/ml. The patient was refractory to initial treatment was surgical debridement and a combination of liposomal amphotericin-B and posaconazole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S372"
        },
        {
            "text": "Since no signifi cant improvement was obtained despite a second surgical intervention, deferasirox 30 mg/kg of body weight was added to his antifungal regimen. Following 10 weeks of treatment with the triple combination fever was rapidly subsided, as did both, nasal and facial symptoms and lesions. The pulmonary lesions were clearly improved. Transferrin saturation decreased to 32% and ferritin to 572 ng/ml. Unfortunately, chemotherapy produced a minor response and 2 months later leukemia reappeared. The patient fi nally succumbed from pulmonary hemorrhage, following salvage treatment with clofarabine and cyclophosphamide, without any sign or symptom of recurrence of his previous zygomycosis. Introduction: Despite the relatively high transplant-related mortality (TRM), the management of the end-life care is poorly understood issue and the problems of providing palliative care to patients submitted to stem cell transplantation (SCT) may be underestimated. In this regard, the use of palliative sedation therapy (PST) in the SCT setting remains a major concern. Patients (pts) and Methods: In order to address this issue, a retrospective study on the use of PST in our tertiary SCT Unit was performed. Search criteria were: death and previous SCT. Data regarding symptoms, symptoms control and use of PST were collected. We identifi ed 18 dead pts. Last line of therapy before death was SCT and a salvage treatment given for a post SCT relapse in 11 and 7 patients respectively. Near the death, 12/18 patients experienced a total of 18 refractory symptoms and in 6 cases more than one of them was present. Intractable symptoms were: excruciating dyspnoea in 8 (67%), agitated delirium in 6 (50%), severe pain in 2 (17%) and massive bleeding in 2 (17%). Results: PST was started in all 12 patients, at a median of 2 (1 -4) days before death. The most used sedative drug was midazolam, that was administered to 9/12 pts as single agent and in 2 cases in association with promazine; 1 pt received the latter agent alone. At the start of PST, 8 pts with pain were receiving parenteral morphine. Symptoms control was adequate in 12 cases (complete and partial symptoms control in 9 and 2 respectively) and not adequate in 1. Conclusion: PST is a controversial issue in palliative medicine, although it has been clearly claimed that when it has the intent to provide symptom relief, PST should be considered a proportionate intervention. SCT failure represents a so strongly discouraging event to determine diffi culties to recognize end life status. As a consequence, the risk of an inadequate symptoms assessment and of an inappropriate palliation should be considered. In our experience, in a patient closed to the death, when other treatments failed to relieve the intolerable suffering from refractory and otherwise intractable symptoms, PST represented a valid palliative care option by a reduction in patient consciousness, using appropriate drugs carefully titrated to the patient's comfort. Adequate symtom control was obtained in more than 80% (11/12) of pts. An internal operative protocol is under construction to improve those results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S372"
        },
        {
            "text": "Donor lymphocyte infusion as therapy for persistent pure red cell aplasia following major ABO-incompatible stem cell transplantation A. Lübking, I. Winqvist, S. Lenhoff Lund University (Lund, SE) Pure red cell aplasia (PRCA) after ABO-mismatched allogeneic stem cell transplantation (SCT) is not uncommon. However, spontaneous remissions within 6 months are frequent. We here report a case of long-lasting PRCA refractory to multiple therapies that eventually responded to donor lymphocyte infusion (DLI).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 195,
                    "text": "A. Lübking, I. Winqvist, S. Lenhoff Lund University (Lund, SE)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1244"
        },
        {
            "text": "A 36 year old woman received peripheral blood cells from an unrelated HLA-identical donor following myeloablative conditioning six months after diagnosis of AML. There was a major ABO incompatibility between recipient (0+) and donor (B+). Engraftment of granulocytes (>0,5x109/l) and platelets (>20x109/l) was noted on day 25 and 30 respectively. Due to the absence of reticulocytes, bone marrow analysis was performed on day 50 showing the total absence of erythroid precursors. Initial treatment with steroids, erythropoetin and withdrawal of immunosuppressive therapy was not successful. Four doses of rituximab were given from day 265 without any effect. Starting on day 545 immunoabsorbtion on three consecutive days was performed followed by methylprednisolone, cyclophosphamide and immunoglobulin infusions. Although the IgG and IgM antidonor isoagglutinins were reduced from 1:128 to1:4 and 1:1 respectively, the PRCA persisted. From day 638 she received 4 doses of DLI within 6 months in escalating doses (1, 5, 15 and 24 million CD3/kg). Three months after last DLI she developed signs of a mucosal GvHD accompanied by moderate eosinophilia. Concomitantly, stable reticulocytosis occurred from day 924 and she became transfusion independent. Since residual recipient B-and plasma cells are presumed to be responsible for production of anti-donor-isoagglutinins causing PRCA, inducing GvHD by withdrawal of immunosuppressive therapy or DLI might be a reasonable option. There are previously published cases of successful DLI treatment for PRCA, but in many cases DLI was given relatively shortly after transplantation, i.e. when spontaneous remission still was possible and the time between DLI and reappearance of reticulocytes varied. In our case stable reappearance of reticulocytes occurred concomitant with signs of GvHD. We therefore fi nd our case highly suggestive of that inducing GvHD with DLI can overcome post-SCT PRCA refractory to almost all other therapy options.",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1244"
        },
        {
            "text": "Cystatin C level as a marker of renal function in haematopoietic stem cell transplantation H. Muto, K. Ohashi, M. Ando, R. Hanajiri, T. Kikuchi, W. Munakata, C. Sakurai, M. Yamamoto, T. Kobayashi, T. Yamashita, H. Akiyama, H. Sakamaki Tokyo Metropolitan Komagome Hospital (Tokyo, JP) Hematopoietic stem cell transplantation (HSCT) recipients have an increased risk of acute kidney injury (AKI) or chronic kidney disease (CKD). However, serum creatinine level may underestimate the prevalence of these renal complications because of decreased lean body mass or concurrent liver disease, which was frequently observed in a HSCT setting. Cystatin C measurement may be more sensitive for detecting impaired kidney function. We retrospectively reviewed the medical records of 95 HSCT (75 allogeneic and 20 autologous) recipients who had at least one chance to monitor serum cystatin C level during last 2 years in our institution, and evaluated cystatin C as a possible new marker which can predict subsequent renal dysfunction. The occurrence of AKI was defi ned by the RIFLE classifi cation and CKD staging was based on KDOQI criteria. Of 95 transplant recipients, 35 patients developed AKI after median 48 days (range 0-664 days) after HSCT, while worsening CKD stage was observed in 24 patients during observational periods.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 283,
                    "text": "Muto, K. Ohashi, M. Ando, R. Hanajiri, T. Kikuchi, W. Munakata, C. Sakurai, M. Yamamoto, T. Kobayashi, T. Yamashita, H. Akiyama, H. Sakamaki Tokyo Metropolitan Komagome Hospital (Tokyo, JP)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1245"
        },
        {
            "text": "Cystatin C level was not infl uenced by autologous transplant (P=0.311), but signifi cantly elevated after allogeneic transplantation (P<0.001). Pretransplant advanced disease status also had an infl uence on cystatin C level before transplantation (P=0.004) Multivariate analysis disclosed that the use of calcineurin inhibitor was a major cause of cystatin C elevation (Odds ratio 7.09, P=0.017). There was also a strong inverse correlation between cystatin C and estimated GFR (r=-0.749, P<0.001). Proportional hazard modeling analysis revealed that the episode of AKI after transplantation were a great risk for substantially worsening CKD stage (Hazard ratio 19.5, P<0.001). Cystatin C measurement could be a useful clinical tool to identify HSCT recipient at increased risk for CKD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1245"
        },
        {
            "text": "Control of severe bleeding from acute GvHD by treatment with tranexamic acid J. Hasenkamp (1) Acute graft-versus-host disease (aGvHD) is a major cause of morbidity and mortality after allogeneic hematopoietic stem cell transplantation. 50% of the cases with intestinal aGvHD are refractory to standard treatment regimen. These patients suffer frequently from severe aGvHD grades 3 to 4 including massive gastro-intestinal bleedings. We report from clinical courses of two cases treated with tranexamic acid for diffuse, life-threatening gastro-intestinal bleedings caused by steroid-refractory aGvHD. The aGvHD was confi rmed by biopsy and histopathology. Immunosuppression consisted of tacrolimus, mycophenolate mofetil, prednisolone and second line treatment with alemtuzumab. One patient received additionally extra-corporal photopheresis and mesenchymal stem cells. Global coagulation and factor XIII plasma levels were kept in normal ranges by substitution. Thrombocytopenias were compensated by adequate transfusion of cell separated thrombocytes concentrates. Bloody stool volumes of 3 and 5 kg in 24h lead to dropped hemoglobin levels despite massive transfusion of erythrocyte concentrates. Because of this persistent, diffuse gastro-intestinal bleedings, both patients were treated additionally with 500 mg tranexamic acid i.v. every 8h. After three infusions of tranexamic acid the bleedings in both patients stopped. Treatment with tranexamic acid was discontinued without reoccurrence of the bleedings. There were no adverse events of tranexamic acid observed. Local hyperfi brinolysis in the gastro-intestinum may contribute to bleedings from tissue damage caused by aGvHD. Tranexamic acid is indicated for prophylaxis and treatment of bleedings by systemic and local hyperfi brinolysis after e.g. surgery or plasminogen activator treatment. Abortion of hyperfi brinolysis can contribute to stabilization of coagulation. Prophylaxis or control of severe aGvHD is preferred for prevention of hemorrhage. However, tranexamic acid is a treatment option in otherwise unmanageable gastro-intestinal bleeding caused by aGvHD. Further studies are desired to charge the signifi cance of tranexamic acid in this indication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1246"
        },
        {
            "text": "A low or high body mass index is not predictive for outcome following allogeneic haematopoietic stem cell transplantation J. Auberger, J. Clausen, B. Kircher, G. Gastl, D. Nachbaur Innsbruck Medical University (Innsbruck, AT) Objectives: Recently it was hypothesized that a low (<20) bodymass index (BMI) is signifi cantly correlated with an increased transplant-related mortality, decreased survival and relapsefree survival after allogeneic SCT (K Le Blanc, Haematologica 2003;88:1044).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 225,
                    "text": "Auberger, J. Clausen, B. Kircher, G. Gastl, D. Nachbaur Innsbruck Medical University (Innsbruck, AT)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1247"
        },
        {
            "text": "Patients: 208 patients receiving a fi rst allogeneic transplant were studied. Underlying diagnoses were acute myeloid leukemia (AML) (n=71), acute lymphoblastic leukemia (ALL) (n=41), lymphoma (n=11), and other diseases (n= 75). Median patient age at time of transplant was 45 (range, 18-76) years. 108 patients were grafted from an HLA-identical sibling donor and 110 patients received grafts from volunteer unrelated donors. Conditioning was myeloablative in 60 and of reduced intensity in the remaining 148 patients. Results: Overall survival for the entire cohort was 34% (24%-45%,95% Confi dence Interval, CI). There was a trend for a poorer outcome in patients with <25% and >75% percentile BMI (i.e. BMI ≤ 21 and ≥ 27) (OS 48% vs 34%, p=0.1 log rank test) due to a higher non-relapse mortality in this patient cohort (37% vs. 30%). These differences were observed in both, the myeloablative as well as reduced intensity transplant cohorts. The BMI had no infl uence on relapse incidence in either patient cohort. Conclusion: By deviding patients into percentiles BMI had no signifi cant impact on outcome and non relapse mortality neither following myeloablative nor following reduced intensity allogeneic stem cell transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S374"
        },
        {
            "text": "Autoimmune thyroiditis after haplo-identical stem cell transplantation for severe combined immunodefi ciency F. Dogu (1) Introduction: Thyroid dysfunction is a well known complication in survivors of hematopoietic stem cell transplantation, and is reported after TBI as well as radiation-free conditioning. The most common disorders after radiation free conditioning are euthyroid sick syndrome(ETS) and compansated hypothyroidism. Autoimmune thyroiditis is rarely reported after HSCT in children and it has never been described after HSCT for SCID. Here we report an autoimmune thyroiditis developed 9 months after the third haploidentical stem cell transplantation for SCID. Case: A 5-months-old girl was referred to clinic with the diagnosis of T-B-NK+ SCID. As she didn't have a fully matched sibling donor and her clinical condition was unstable she received peripheral blood stem cell transplantation(PBSCT) from his haploidentical father after CD34+ cell selection without conditioning. Engraftment wasn't achieved on day +28 and she received second haploidentical CD34+ selected PBSCT from her mother. Third transplantation was performed 2 months after the second one, due to graft failure and this time she received Bu/cyclo for conditioning and CsA for GVHD prophylaxis. Myeloid and platelet engraftments were achieved on day+14 and +18 respectively. Grade I acute GVHD developed on +26 and treated with corticosteroid for ten days. She was discharged on day+55 with full donor chimerism. Thyroid hormone levels which were normal before HSCT revealed compansated hypothyroidism at posttransplant 9 months in a routine follow-up visit. Elevated antithyroid proxidase (53 IU/ml) and anti-thyroglobulin (478 IU/ml) titers were all consistent with the diagnosis of autoimmune thyroiditis(Hashimoto). Levothyroxin treatment was started. Since the thyroid hormone levels were normal and antithyroid antibodies were negative in her mother, the transfer of autoimmune disorder was excluded. Conclusion: Regular screening of thyroid functions is important and necessary to detect and treat thyroid illness, especially in young children following HSCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1248"
        },
        {
            "text": "Once-daily intravenous busulfan as myeloablative reduced-toxicity conditioning regimen in haematopoietic stem cell transplantation S. Santarone, E. Di Bartolomeo, P. Bavaro, P. Di Carlo, P. Olioso, G. Papalinetti, P. Di Bartolomeo BMT Center (Pescara, IT) Postulating favorable antileukemic effect with reduced toxicity and improved safety, we used i.v. busulfan (BU) associated with either cyclophosphamide (CY) or fl udarabine (FLU) as conditioning therapy for hematopoietic stem cell transplantation (HSCT) in 14 patients affected by AML (n=8), MDS (n=4), ALL (n=1) and thalassemia major (n=1) between May 2006 and June 2008. Patient age was 1-61 (median 28) years. Five of them were older than 50 years. Nine patients received FLU at a dose of 30 mg/m2/day for 4 days (from -5 to -2) immediately followed by BU given in single i.v. administration over 3 hours at a dose of 3,2 mg/Kg day for 4 days (total dose 12,8 mg/Kg). Five patients received the same dosage of BU from day -7 to day -4 followed by CY 60 mg/Kg/day from -3 to -2. Donors were HLAidentical (n=6) or 1 antigen mismatched siblings (n=2) and 6 were matched unrelated (MUD). The graft-versus-host disease (GvHD) prophylaxis included cyclosporine and short course methotrexate for all patients with the addition of antithymocyte globulin for the MUD transplants. Eleven patients received bone marrow cells (median dose of nucleated cells 3,76 x108/ Kg, range 3,1-10,9) and 3 were given peripheral blood stem cells (median dose 7,4 x106/Kg CD34+ cells, range 5,7 -7,7). All patients achieved primary engraftment. The median time to 0.5 x109/L neutrophils and 25 x109/L platelets was 18 (range, 15-32) and 15 days (range, 12-25) respectively. Chimerism studies revealed that 13 of 14 were complete chimeras (100% donor) at 1 year post-HSCT. Acute GvHD was observed in 5 patients (grade I in 2, grade II in 2, grade III in 1). Two patients had mild to moderate chronic GvHD. There was no death due to the transplant procedure. The transplant-related complications were limited. Grade III WHO hepatic toxicity occurred in 3 patients, hemorrhagic cystitis in 2, moderate oral mucositis in 1 and a single episode of seizures in 1. Six patients developed CMV reactivation between day 6 and 47 post-transplant (median, day 32). Two patients relapsed and died. As of December 15 2008, 12 patients (86%) are alive and disease-free after a median follow-up of 250 days (range, 130-641) . Although the small number of patients does not permit any fi nal conclusion, our HSCT protocol treatment confi rms that i.v. BU, associated either with FLU or CY, is a well tolerated reduced-toxicity myeloablative conditioning regimen and deserves further study with more patients and longer follow-up. Background: Down's syndrome (DS) is associated with higher incidence of both haematological and non haematological neoplastic diseases, if compared with general population. Reduced susceptibility to chemo-and radiotherapy and the frequent comorbidities limit the use of high dose treatments, especially required in adult patients. Case report: A 19 year old male with DS developed an acute myelogenous leukaemia, FAB M2, AML1/ETO rearranged, in September 2003. He received standard induction treatment obtaining complete remission (CR), consolidation therapy and, in February 2004, autologuos transplantation with Bu-Mel conditioning regimen using mobilized peripheral blood stem cells. Patient relapsed in February 2007, at the age of 23, was treated with MEC schedule, obtaining a second CR. HLA typing showed the presence of an identical sibling. A full clinical evaluation revealed mild reduction of the ejection fraction due to corrected congenital Fallot tetralogy (EF=55%) and a pulmonary hypertension. A reduced intensity conditioning regimen was proposed, consisting of Thiotepa (5 mg/kg iv /d x 2 dd) and Fludarabine (25 mg/kg iv /d x 5 dd) followed by allogeneic stem cell reinfusion in June 2007. Standard GVDH prophylaxis was given; engraftment was achieved at day +16 for ANC >0,5 x 109 /l and +13 for PLT >50 x 109/l; grade 4 WHO was recorded for liver toxicity and grade 1 for mucosal toxicity. Full donor chimerism was documented at day +30. The patient developed stage 1 aGVHD; however, 4 months after transplantation relapse was diagnosed with immunological features of ALL. Immunosoppression was suspended, although blast percentage increased rapidly to 100% and a salvage therapy with ALL active drugs was started. Discussion and Conclusion: Few data are reported on allogeneic stem cell transplantation in adult patients with DS. This is the fi rst case of RIC alloSCT in a DS adult. Those sporadic data do not allow conclusions about outcome on DS adult. A retrospective analysis on large database and a prospective study would be useful to address this issue, helping physicians on treating adult DS pts, when immunogenic effect of alloSCT play a crucial role to prevent relapse.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 255,
                    "text": "Bartolomeo, P. Bavaro, P. Di Carlo, P. Olioso, G. Papalinetti, P. Di Bartolomeo BMT Center (Pescara, IT)",
                    "ref_id": null
                },
                {
                    "start": 2425,
                    "end": 2441,
                    "text": "(range, 130-641)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1249"
        },
        {
            "text": "Severe immune hemolysis and pure red cell aplasia after haploidentical non-myeloablative allogeneic stem cell transplantation G. Nair, A. Mischo, G. Stüssi, U. Schanz University Hospital (Zurich, CH) Haploidentical stem cell transplantation (SCT) offers potential cure to patients without HLA-identical donor. Recently nonmyeloablative conditioning regimens with in-vivo T-cell depletion have been introduced. Severe immune hemolysis rarely occurs after HLA-identical SCT, but little is known about the occurrence after haploidentical SCT. Here, we describe 5 patients receiving haploidentical SCT for high-risk or relapsed AML (3), CML after 2 blast crises (1), and as a rescue therapy in a patient with ALL after primary graft failure following HLA-identical MUD SCT. All patients were in morphological remission at the time of SCT. Conditioning regimen included fl udarabine (30mg/qm x 4 days), cyclophosphamide (500mg/qm x 4 days), and alemtuzumab (20mg x 5 days) for in-vivo T-cell depletion. GvHD prophylaxis comprised mycophenolate mofetil (day 1-28) and cyclosporine (day -1-60) and all patients received prophylactic antibiotic treatment. G-CSF was administered until hematologic recovery. Peripheral blood SCT was performed over 1-3 days with a median number of 8.12 x 106 (7.97-9.82) CD34 positive cells. The early posttransplant course was uneventful, the median time of aplasia was 3 (0-6) days. Acute GvHD occurred in 4/5 patients (I: 2; II:1; IV:1). Four patients experienced 9 posttransplant infectious complications (3 CMV, 3 BK, 2 fungal infections, one pulmonary infection). Two patients experienced severe immune hemolytic anemia and concomitant pure red cell aplasia in the bone marrow 4 and 10 months after SCT. In both patients relapse was diagnosed shortly before or after the onset of hemolysis. The direct antiglobulin test was positive for IgG and C3d. The serum of both patients reacted with all cells in a 11 cell antibody search panel without evidence for cold-reacting antibodies and no antibody specifi city could be evaluated. One patient was treated with steroids, IVIG, Rituximab, and high-dose cyclophosphamide, but eventually died due to fatal hemolysis. The second patient is currently being treated with steroids, IVIG and high dose cyclophospamide with a marked reduction of hemolytic activity. The remaining three patients are currently in complete remission without evidence of hemolysis. In conclusion, nonmyeloablative conditioning regimens in haploidentical SCT offer new possibilities for patients without a HLA-identical donor. However, physicians should be aware of the potentially fatal complication of severe immune hemolysis. One of the major side effects poorly tolerated, especially in children, is represented by emesis post-chemotherapy. The use of antiemetic during chemotherapy (three to four doses for day) is necessary to reduce this complication. In this work was evaluated using a single dose of palonosetron intravenous for the prevention of nausea and vomiting secondary to chemotherapies. Methods: since 2006 we have used the palonosetron in 28 pediatric patients of which 19 males and 9 females, undergoing bone marrow transplantation, 15 allogeneic (both sibling that MUD) and 13 autologous. The median age is 10 years (range 1-18) and the median weight is 42 kg (range 8-79 kg). The diseases in young patients are reported in Table 1 , the conditioning transplantation are listed in Table 2 . The dosage used, including scientifi c literature data, was 5 mcg /kg body weight. The palonosetron was considered effective when the emesis was not more than 2 episodes in 24 hours and nausea no more than 2nd grade. Results: it was encouraging, having achieved a good control of nausea and/or vomiting induced by chemotherapy, in fact, only seven patients (25%) was necessary to resort to a second dose of antiemetic, in four of seven (14% of total) was repeated the success with palonosetron a distance of four days after the fi rst dose using the same dosage. In 15 patients (53%) has not been no emetic episode while in the remaining group (22%) episodes were occasional and not have needed any treatment. In all patients was not noted any adverse event or side effect. Conclusions: our experience, although on a small sample, it suggests that palonosetron can be considered an effective drug in preventing the nausea induced by chemotherapy, is also a drug that not have adverse events, so well-tolerated and easily manageable, it is necessary a single dose within 24 hours before the start of chemotherapy, not least the assessment of the reduction in costs compared to conventional antiemetic.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 199,
                    "text": "Nair, A. Mischo, G. Stüssi, U. Schanz University Hospital (Zurich, CH)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3393,
                    "end": 3400,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 3450,
                    "end": 3457,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "R1251"
        },
        {
            "text": "Allogeneic or autologous haematopoietic stem cell transplantation (HSCT) is an established mode of treatment of different diseases. Loss of protective immunity to pathogens has been consistently demonstrated in patients referred to HSCT. Impairment of humoral and cell-mediated immunity is commonly seen after transplantation. The degree of immunodefi ciency is determined by many factors, particularly by the type of disease and transplant, the presence of graft-versus-host disease (GvHD) or ongoing immunosuppressive treatment. The aim of the study was to evaluate 1) immunogenicity of a revaccination schedule in pediatric HSCT recipients 2) quality of recipient immune reconstitution and protection against ordinary pathogens. Patients and methods: Twenty one patients (pts) 1.4-22 (average 7.8) years old, 13 boys and 8 girls after autologous (11, 52%) and allogeneic (10, 48%) HSCT were included in revaccination program. Indications to HSCT were: solid tumors -11, hematological malignancies -5, immunodefi cency states -3 and aplastic anemia 2 pts. Time interval between HSCT and begining of vaccination protocol was 0.8-4 (av. 1.5) years. Vaccines used in protocol were as follows: diphtheria and tetanus toxoids, pertussis (for patients <7 years old), HBV, VZV, Haemophilus infl uenzae type b conjugate, 23-valent pneumococcal polysaccharide, inactivated infl uenza, inactivated polio and attenuated measles-mumps-rubella vaccines. Plasma samples to determine specifi c antibodies by ELISA tests were collected before and after vaccinations. Results: With the exception of one patients presented with repeated fevers, lymph nodes enlargement, muscles and joints pain, no important side effects of vaccinations were observed. A meningococcial meningitis developed in one patient who refused vaccinations. Plasma antibody concentrations before and after vaccinations were as follows: antidiphteria (0-300, mean 62.5; 100-5800, mean 1838), antitetanous (0-500, mean 133; 826-5500, mean 3483) and antiHBV (0-135, mean 33; 317-1000, mean 532) IU/ml. Conclusions: 1) systemic immunization is necessary at appropriate time intervals following transplantation to re-establish immunity. 2) a signifi cant increase of antibodies titer after HBV, diphtheria and tetanus toxoids was detected. 3) vaccinations in patients after HSCT are effi cient and well tolerated. 4) a delay in begining of vaccination can result in life threatening complications. Ministry of Science RP, grant number 501/G/640.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1253 Revaccination in children after haematopoietic stem cell transplantation: a single-centre experience J. Gozdzik (1), Sz. Skoczn (1), H. Czajka (2), W. Czogala (1), A. Krasowska-Kwiecien (1), O. Wiecha (1), I. Tarczon (2), A. Wedrychowicz (1) (1)Jagiellonian University Medical College (Cracow, PL); (2)St. Ludwik City Hospital Krakow (Cracow, PL)"
        },
        {
            "text": "According to the World Bank data, released in the 2008 report, Romania has an upper-middle-income economy. The hematopoietic stem cell transplantation (HSCT) program started in Romania in 2001 and more than 200 transplants (auto and allo) were performed. We analyzed the outcome for 26 patients who underwent an allogeneic hematopoietic stem cell transplantation from matched related donor for acute leukemia (24 patients) and aplastic anemia (2 patients). For 20 of the patients the procedure was performed in Romania and for 6 patients abroad. For both categories the follow-up after transplant was done in hematology units in Romania. The overall survival was 14.69 months, with the longest survival of 60 months and respectively shortest outcome for less than one month. On the 1st November 2008, there were 10 patients alive, between 1 and 60 months from the procedure, with a median survival of 27 months. Sixteen patients died, the median survival being 6 months after transplant. Four out of 16 patients died during the fi rst month after transplant, and a total of 9 patients died during the fi rst 6 months after transplant. The transplant related mortality was 53.84%, 38.46% died due to relapsed disease and 15.38% died of graft failure. For these results, there could be incriminated the irregular and inadequate drugs and reagents supplies in the Romanian Health system, an ineffi cient follow-up system and registry and home-care facilities defi ciencies in Romania. In conclusion, the Gross National Income (GNI) per capita and the Human Development Index (HDI) are very important factors for the outcome of recipients of hematopoietic stem cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1254 Infl uence of economical factors on the outcome of the recipients of haematopoietic stem cell allotransplant from related donors A. Moicean, E. Benedek, I. Benedek, A.C. Catana, C.M. Ghita, A.M. Dumitrescu on behalf of the Romanian Working Group for adult Acute Leukemia Study"
        },
        {
            "text": "Background: Umbilical cord blood stem cell transplantation has many advantages over bone marrow transplantation or peripheral blood stem cell transplantation. But, there are some problems to be solved in order to be applied to adults. The main problem is limitation of volume, which can be collected from one placenta was only between 80ml and 120ml. To overcome this problem, The ex vivo expansion of cryopreserved umbilical cord blood stem cells is needed. The object of this study was to evaluate the effect of cryopreservation on ex vivo expansion potential and viability of umbilical cord blood stem cells. Methods: After normal delivery, cord blood was drawn from umbilical cord vein and was used to evaluate the mononuclear cell count, the cell viability and clonogenic capacity of cord blood stem cells before and after cryopreservation. Results: Before cryopreservation, the mononuclear cell count of umbilical cord blood was 2.92 ± 1.08 x 106/ml, cell viability was 92 ± 2.88%, total colony count was 101.5 ± 23.74 and percentages of CFU-GM, CFU-GEMM, BFU-E were 29.5 ± 5.80%, 21.0 ± 1.45% 24.8 ± 5.0%, respectively. The mononuclear cell count of umbilical cord blood cryopreserved for 28 days was 1.42 ± 0.42 x 106/ml and cell viability was 66 ± 3.87%. Total colony count of umbilical cord blood cryopreserved for 28 days was 52.5 ± 12.13 and percentages of CFU-GM, CFU-GEMM, BFU-E were 28.0 ± 3.45%, 27.2 ± 6.52%, 45.3 ± 4.99%. But, There were few colony count which could be observed after cryopreserving for 7 days. Conclusion: There was no difference of clonogenic capacity of umbilical cord blood stem cells before and after cryopreservation. The cell viability of umbilical cord blood stem cells was decreased after cryopreservation but there was no difference between umbilical cord blood cryopreserved for 7 days and 28 days. Therefore, it is possible that suffi cient umbilical cord blood stem cells could be obtained by ex vivo expansion of cryopreserved umbilical cord blood in order to be used for adult patient. Objective and methods: Combined hematopoietic stem cell transplants (HSCT) plus solid organ transplants (SOT) have been rarely reported. The majority of patients with a previous history of liver transplants were children that underwent HSCT for aplastic anemia after viral hepatitis. Here we report an adult patient who received a cord blood HSCT after a preceding liver transplantation. Results: In 1993 a 42 year old man required orthotopic liver transplantation for cirrhosis after B viral hepatitis. In April 2006 acute myeloid leukaemia M1 citotype , normal karyotype, FLT-ITD positive was diagnosed and a fi rst complete remission was reached after 2 induction and consolidation cycles. At that time the patient was not considered eligible for a transplant program due the previous history of SOT. In February 2008 the patient relapsed and came to our Centre: he was treated with high-dose Cytosine-arabinoside chemotherapy, that was complicated by a pulmonary aspergillosis , but reached a second complete remission. We decided to start a cord blood donor search, since siblings were not available and he could not wait for an unrelated donor search. A cord blood with HLA locus A allelic mismatch and locus C antigenic mismatch was identifi ed. Patient's comorbidity index according Sorror at transplant was 5. In May 2008 a preparative regimen containing Treosulfan, Fludarabine and ATG Fresenius was administered and 1,2 x 105/Kg CD 34+ cells were reinfused. Grade I mucositis and grade II hepatoxicity were observed. A bacterial pneumonia and CMV reactivation occurred at day 6 and at day 34 respectively and both rapidly resolved. A neutrophil count > 1 x 109/L was reached at day 19 and platelet counts > 20 and > 50 x 109/L platelet count were reached at day 36 and day 43 respectively. No acute and chronic GVHD were observed. A 100% donor chimerism has been reached in whole peripheral blood and in CD3+ cells since 28 days onwards. No minimal residual disease has been detected by marrow immunophenotyping and by WT-1 gene expression until last follow-up, at day 171. Conclusion: To our knowledge this is the fi rst report of a successful cord blood allogeneic HSCT in an adult patient with a history of liver transplantation. This case might encourage physicians to propose allogeneic HSCT by any stem cell source to patients with high-risk haematological diseases, who had previous liver or other SOT's.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1255 The effect of cryopreservation on ex vivo expansion potential of umbilical cord blood progenitor cells H.M. Ryoo (1), S.H. Bae (1), M.S. Hyun (2), M.K. Kim (2), K.H. Lee (2) (1)Daegu Catholic Univ Hospital (Daegu, KR); (2)Yeungnam Univ Hospital (Daegu, KR)"
        },
        {
            "text": "Double unit cord blood transplantation(CBT) has been established as an alternative source of donor cells for allogeneic haematopoietic stem cell transplantation (HSCT). We reported here an interesting case of long-term mixed full donor chimerism during the regular follow-ups of one year after HSCT. A 20year-old woman with acute lymphoblastic leukaemia in second complete remission received two units of cord blood after a myelo-ablative conditioning regimen. The cord blood units were HLA 4/6 identical with the recipient (2B mismatches and 1A+1B mismatches). Total nuclear cell doses infused were respectively 1.8x107 and 1x107, whereas the CD34+cells number was identical in the 2 CBUs and the CD3+cells number was higher (x2) in the fi rst one (table1). Neutrophil recovery was observed at day 34 and platelets engraftment at day 55 after CBT. Only one event of acute graft versus host disease (GVHD)grade I was reported at Day 49. Currently the patient does not have chronic GVHD and is disease free. Analysis of chimerism was performed by STR-PCR or RQ-PCR on whole blood and specifi c lineage cells (CD3+, CD15+ and CD19+). Follow-up was done at 3, 6, 9 and 12 months post transplant. Full donor chimerism (FD) was achieved on day 60. Each of the two units contributed at different levels to the donor chimerism in specifi c lineage cells: whole blood and CD15 were about 50% CBU1/CBU2, CD19 cells were preferentially from CBU2 origin (65%), and CD3 cells were preferentially from CBU1 origin (75%). This mixed origin of donor cells was detected early and was constant during regular follow-ups. Usually, recipients of double unit CBT were engrafted predominantly with one of the 2 units after 4 months. The mechanism of a long-term mixed full donor chimerism is still unknown for our patient. Kir ligand analysis showed an absence of mismatch in GVH direction between recipient (C1-C2) and each CB unit (C1-C1 and C2-C2) while there was a mismatch between the 2 units. In this case, a state of full tolerance settled down between the various lineages, either immune mediated interaction between host/graft or between graft/graft could explain S378 this chimerism pattern, but it will have to be clarifi ed: a specifi c study of Treg cells is in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1257 A case report of persistent mixed full donor chimerism in different cell lineage after double unit cord blood transplantation I. Mollet (1), C. Plesa (2), C. Giannoli (1), S. Ducastelle (2), S. Aziz (1), S. Grondin (1), M. Michallet (2), V. Dubois (1) (1)EFS-RA site de Lyon (Lyon, FR); (2)Hopital Edouard Herriot (Lyon, FR)"
        },
        {
            "text": "Optimising CD34 yields in PBSCH: a comparative analysis of 4 mobilisation regimens C. Black, T. Elston, M. Streetly, M. Kazmi Guy's Hospital (London, UK) Cyclo/G-CSF (Cyclophosphamide/ Granulocyte-Colony Stimulating factor) has been the mobilisation regime of choice when collecting peripheral blood stem cells (PBSCs) for transplantation yet PBSC harvests post chemotherapy produce effi cacious yields. This data seeks to compare and inform current mobilisation strategies in this centre. DHAP (p=0.018, and Ara-C (p=0.001, t-test) therapy yielded signifi cantly better CD34 results compared to Cyclophosphamide. MM patients mean CD34 for Cyclo mobilisation (n=11) were 2.18 x 10 6 /kg (range: 0.38-5.42), G-CSF only (n=3) 2.62 x 10 6 /kg (range: 1.21-4.95), and Ara-C ( n=31) 14.15 x 10 6 /kg (0.86-74.62). Myeloma patients post Ara-C yielded signifi cantly more CD34+ cells (p=0.001) compared to cyclo than those mobilised with G-CSF only. NHL patients mean CD34 harvest results for Cyclo mobilisation (n=6) were 2.94 x 10 6 /kg (range: 0.16-7.86), G-CSF only (n=7) 1.62 x 10 6 /kg (range: 0.71-3.09), and DHAP (n=17) 16.08 x 10 6 /kg (range: 0.55-64.31). CD34 yield of NHL patients mobilised with cyclo compared with those harvested post DHAP, a signifi cantly higher harvest result was noted (p= 0.020) than those mobilised with G-CSF only (p=0.328). Paired MM data (n=6) compared patients fi rst mobilised with Cyclo-GSF and post Ara-C, (p=0.002, paired t-test). This study suggests that harvesting of patients post Ara-C, or post DHAP is valuable, giving greater CD34 yields than traditional agents and should be considered. Paired data also indicates that Ara-C could be used for effective second mobilisation.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 153,
                    "text": "Black, T. Elston, M. Streetly, M. Kazmi Guy's Hospital (London, UK)",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 504,
                    "text": "DHAP (p=0.018,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1258"
        },
        {
            "text": "Can type of delivery infl uence cord blood units' quality? G. Pucci, A. Pontari , D. Marcuccio, I. Bova, R. Monteleone, D. Princi, G. Gallo, A. Dattola, E. Spiniello, C. Garreffa, T. Moscato, P. Iacopino AO Bianchi Melacrino Morelli (Reggio Calabria, IT) The cord blood banks use the total nucleated cell (TNC) number as principle to proceed or not to cryopreservation of the cord blood (CB) units. We know that TNC and CD34-positive cells infused on unrelated umbilical cord blood transplantation in haematological disease are fundamental for the engraftment of haematopoietic stem cells (HSC) ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 254,
                    "text": "G. Pucci, A. Pontari , D. Marcuccio, I. Bova, R. Monteleone, D. Princi, G. Gallo, A. Dattola, E. Spiniello, C. Garreffa, T. Moscato, P. Iacopino AO Bianchi Melacrino Morelli (Reggio Calabria, IT)",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 594,
                    "text": "(HSC)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stem cell donor R1259"
        },
        {
            "text": "Background: Immunomagnetic CD34+ selection is a procedure used both for autologous grafts to perform cellular purging and for allogenic transplant. In aploidentic transplant the purpose of CD34+ is to reduce the quantity of CD3+ and CD19+ cells so as to reduce the incidence rate of the graft versus the host disease (GVHD). Aims: In this study we have valued the purity and the cellular recovery after immunomagnetic selection performed with Clini-MACS automatic system (Miltenyi Biotec, Germany); a group of concentrates has been selected after incubation manually performed, while another group has been submitted to incubation and to the subsequent washings using an automated system (CytoMate (Baxter Oncology, Chicago IL). Methods: In our study we subjected 63 peripheral blood stem cells (PBSC) concentrates taken from 16 donors with microcythemia to immunomagnetic CD34+ selection, in order to perform aploidentic grafts on children affected by Beta-Thalassemia Major. 46 concentrates have been submitted to washings pre and postincubation and to incubation using the automatic system CytoMate, while 17 concentrates have manually been worked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ")Tor Vergata University and Bambino Gesù Hospital (Rome, IT); (2)Tor Vergata Hospital (Rome, IT); (3)IME (Rome, IT); (4)Tor Vergata University (Rome, IT)"
        },
        {
            "text": "Cell count of nucleated cells (NC) was performed using an electronic cell counter while CD34+, CD3+, and CD19+ were quantifi ed using fl ow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S379"
        },
        {
            "text": "Results: The following table shows the results. Conclusion: Immunomagnetic selection in microcythemic donors determines according to our experience, a less recovery in comparison to the data reported in literature, nevertheless in our study results evident, even though casuistry is not very ample, that the use of an automatic system for the washing and the incubation of the cellular concentrates has determined a greater recovery and a greater purity in comparison to the procedures manually performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S379"
        },
        {
            "text": "Allogeneic transplantation from HLA identical family donor is a common therapeutic approach in patients with intermediate risk AML in fi rst CR. We present an unusual onset of acute leukemia in a female patient that was a healthy donor of PBSC (previously mobilized with G-CSF 10mcg/kg) for her HLA identical sister with diagnosis AML (FAB-M4). The transplantation was preformed in January 2004 with myeloablative BU-CY conditioning and conventional Cy+MTX GVHD prophylaxis. At day +35 acute GVHD gr I/II was observed and resolved with addition of median dose of corticosteroids. In a period of 4 years after this occasion, acute leukemia (AML-M2 no cytogenetic abnormalities) was diagnosed in the donor and treatment with chemotherapy was started. The induction chemotherapy was provided with DAE regimen. With 2 consecutive cycles CR was achieved. The patient followed consolidation treatment with HD-ARAC and anthracikline. Further treatment with allogeneic transplantation was on schedule and the source of stem cells would be taken under consideration. Can a person with AML and 4 years surviving in a complete remission become a donor of its own donor (HLA DNA identical) with the same diagnosis is a question that has to be resolved in a higher number of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1261 Acute myeloblastic leukaemia in donors of PBSC for allogeneic transplantation -Case report B. Georgievski, S. Genadieva Stavrik, Z. Stojanoski, A. Pivkova University Hematology Hospital (Skopje, MK)"
        },
        {
            "text": "Clinical outcome and characteristics of donor graft failure in 25 patients with haematopoietic disease given donor cell boost, second allogeneic transplantation or no treatment R. Ahmed Nacer, M. Benakli, F. Mehdid, R. Belhadj, N. Rahmoune, M. Baazizi, A. Talbi, F. Kaci, R.M. Hamladji Pierre and Marie Curie Center (Algiers, DZ) Introduction: donor graft failure (GF) is a life-threatening complication of allogeneic hematopoietc stem cell transplantation(HSCT), determined when ANC had not reached 0,5 109/L by day 21 (primary GF) or when ANC decreased irreversibly after engrafment (secondary GF). Frequency of GF is variable in function to hematopoietic disease.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 329,
                    "text": "R. Ahmed Nacer, M. Benakli, F. Mehdid, R. Belhadj, N. Rahmoune, M. Baazizi, A. Talbi, F. Kaci, R.M. Hamladji Pierre and Marie Curie Center (Algiers, DZ)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1262"
        },
        {
            "text": "Material and methods: from may 1998 to December 2007, 811 patients (pts) underwent allogeneic HSCT from HLA-identical sibling donor. 758 pts are appraisable for this study and GF was diagnosed in 25 pts (3,29%) : primary GF: 18 pts, secondary GF: 7 pts with median time engrafment to ; median age at transplant 18 years (5-49); sex ratio (M/F) 1,5; hematologic non malignant disease (HNMD; n: 17): aplastic anemia: 11/198 (5,6%), major athalassemia: 6/15(40%) and hematologic malignant disease (HMD): 8/492 (1,6%); 15 pts had received more than 20 transfusions before allograft; ABO incompatibility between Donor/Recipient was seen in 11 D/R pair; median interval from diagnosis to transplant 39 months ; 2 pts was multiparous; 24 pts received myeloablative conditioning regimen (MCR ) and one pt reduced intensity conditioning (RIC); 18 pts received peripheral blood stem cell (PBSC) and 7 pts bone marrow transplant (BMT). The chimerism testing was performed in 8 cases: predominant host population (host population: 90-100%) in 6 pts and mixed (host population < 85%) in 2 pts. 14 pts were given donor cell boost with no additional conditioning with median time GF to treatment 108 days (30-559) and fi ve pts a second HSCT within one a third HSCT (MCR:5; RIC:1) with median time GF to treatment 296 days (69-683). 6 pts had not been treated. At November 2008 maximal follow up is 127 months and minimal 11 months. Results: 10 pts are alive (40%) within 6 pts (donor cell boost:5 pts; second HSCT:1 pt) with success engraftment(donor population:100%) after median follow up 101 months (70-124) and 4 pts (second HSCT:1 pt; no treatment:3 pts) with autologous reconstitution (donor population:0%). 15 pts died (60%) within 9 pts after given donor cell boost, 3 pts after second HSCT and 3 pts before given donor cell boost. OS at 9 years is 45%. Conclusion: GF is rare but serious and concern HNMD more than HMD. Better outcome can be obtained after chimerism testing study to choice treatment : predominant donor population will have donor cell boost and predominant host population second HSCT with another donor.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "(3,29%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1262"
        },
        {
            "text": "Mixed haematopoietic chimerism: how the initial dynamics of mixed chimerism correlate with later chimerism status K Assing (1), C. Heilmann (2) (1)Herlev University Hospital (Herlev, DK); (2)University Hospital, Rigshospitalet (Copenhagen, DK) Background: The natural history of mixed (hematopoietic) chimerism (MHC) has been extensively studied in hematopoietic stem cell recipients, in order to fi nd determinants for relapse or graft rejection. Methods enabling quantitative prediction of later MHC status have not been devised. Methods: 21 recipients, receiving hematopoietic stem cells due to non-clonal disorders and displaying at least 5% donor chimerism at minimum one time point, were serially tested for whole blood chimerism over a median period of 2.6 years (range: 0.7-5.6 years). Relative changes in the host fraction (termed alfa4) between the median time points: 3.3 and 17.1 weeks post-transplantation were correlated with later MHC status. The predictivity of alfa4 values for later MHC outcome was assessed in a linear regression model. Findings: All recipients engrafted. Subsequently, 66.6% became mixed chimera and 28.6% achieved complete donor chimerism. Weekly chimerism fl uctuations prior to six months posttransplantation (12.0% points; 0.0-192.3% points) exceeded those after six months time (0.9% points; 0.0-192.3% points, p<0.001). At seventeen weeks, alfa4 values correlated with endpoint MHC levels at 2.6 years (r = 0.87, p<0.001). Negative alfa4 values predicted (95% confi dence intervals) the presence of less than 30% host cells, while alfa4 values between: 0.0-107.7, were predictive of MHC with ≤ 70% host cells. The only recipient experiencing rejection (4.8%) displayed the largest alfa4 value and had a predicted MHC outcome of 99.8% host cells (95% CI: 79.3-120.2%).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 211,
                    "text": "(2)University Hospital,",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 239,
                    "text": "Rigshospitalet (Copenhagen,",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "DK)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1263"
        },
        {
            "text": "Interpretation: We have devised a simple mathematical method enabling us, early post-transplantation, to predict later MHC status and thus determine at an early time point, where intervention is needed in order to prevent rejection or poor graft function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S380"
        },
        {
            "text": "Feasibility of out-patient autologous stem cell transplantation for malignant haematologic disorders A. Ghavamzadeh, A. Allahyari, K. Alimoghaddam, A. Karimi, R. Aboulhasani, A. Manookian, M. Asadi, A.R. Shamshiri Hematology-Oncology and SCT Research Center (Tehran, IR) Introduction: High-dose chemotherapy with autologous stem cell support is utilized for the treatment of a variety of malignancies including non-Hodgkin's lymphoma, Hodgkin's lymphoma, and acute leukemias. The aim of this study was to explore the feasibility and safety of performing autologous stem cell transplantation (ASCT) on an out-patient basis. Material and Methods: Total of 8 patients affected by malignant hematologic disorders(4 cases of HL, 2 cases of NHL, 2 cases of AML) with median age of 25 y (range :16-41 y) and in complete remission and without medical problem were selected. They received conditioning regimen (CEAM for NHL and HL, Busulfan and Etoposide for AML) and stem cell infusion in hospital. The day after SCT, patients were discharged and followed by outpatient SCT team; include a general physician, staff nurse and care giver during their neutropenic period, and to be rehospitalized in the case of febrile neutropenia, after sepsis workup and performing chest x-ray, they were received the fi rst dose of antibiotic in hospital and treatment continued in their home. Results: Median time for WBC recovery was11 days (range: 8-13 days), median time for PLT recovery was 15 days (range: 11-66 days), median number of transfused single donor PLT was 2.5 units (range: 1-9 unit). Mucusitis grade 3 was seen in 2 patients, median duration of neutropenic fever was 6 days (range: 0-10 days), 3 patients was rehospitalized because of the neutropenic fever, median duration of rehospitalization in these patients was 5 days, median follow up of patients was 130 days (range: 20-200 days), all patients were alive and in complete remission. Conclusion: Results show that out-patient autolgous SCT in malignant hematologic disorders (HL, NHL, and AML) is feasible and its complication is manageable.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 270,
                    "text": "A. Ghavamzadeh, A. Allahyari, K. Alimoghaddam, A. Karimi, R. Aboulhasani, A. Manookian, M. Asadi, A.R. Shamshiri Hematology-Oncology and SCT Research Center (Tehran, IR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1264"
        },
        {
            "text": "Haplo-identical SCT as a salvage therapy in haematological malignancies: a single-centre experience O. Paina, Y. Stankevich, I. Kazantsev, N. Stancheva, A. Golovacheva, E. Babenko, A. Alyanskiy, N. Ivanova, E. Semenova, P. Krugliakov, D. Polyntzev, L. Zoubarovskaya, B. Afanasyev SPb State I. Pavlov Medical University (St. Petersburg, RU) Background: Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is the one of curative option for patients (pts) with acute leukemias, though its usage is often limited by lack of matched related donor or the time required for search of unrelated one. Usage of haploidentical donors allows to avoid these problems and to perform allo-HSCT in time. Patients and methods: 24 very high risk pts underwent haploidentical SCT: ALL -10 (42%) pts, AML 11 (44%) pts, JMML -1pt, CML-1 pt, and resistant neuroblastoma-1 pt. The total number of resistant/in progression pts was 16 (66%), 8 (33%) pts were in remission. 19 (79%) pts were children (age 1-18), 5 (21%) were adults (age 21-47). In all cases reduced intensity conditioning regi-mens (RIC) were used: fl udarabine and ATG with addition of different alkylating agents (busulphan, melphalan or thiotepa). Sources of HSC -peripheral blood stem cells (PBSC) and bone marrow. For PBSC CD34+ positive selection CliniMACS was used. The mean CD34+ count was 12,8x106 /kg (1, 7) . In 20 pts aGVHD prophylaxis consisted of CsA and short course of MTX with or without MMF. In 4 pts tacrolimus and MMF were used. In 2 pts at D-1 used mesenchymal stem cells (MSC) from third -party donors were used prevention of aGvHD, in 3 pts, MSC were used for treatment of acute GvHD. Results: The incidence and severity of aGVHD weren't higher, than in other types of alloHSCT: 6 (25%) pts had grade III-IV aGVHD with skin and gut involvement, one pt died. When MCS using in conditioning regimen aGvHD, I stage was observed. Treatment of aGvHD with MSC was successful: in 3 pts in 2 CR. The toxicity of the conditioning regimen was acceptable, 6 (25%) developed grade II-III organ toxicity. 5 (21%) pts had invasive aspergillosis and 8 (33%) pts of them had CMV reactivation. The 1-year OS is 62%, with mediam observation terms of 4,6 months (1 to 12 months). 5 pts died in relapse and 3 in CR (infection -1pt, another failed to engraft and acute GVHD of the gut). Conclusions: Haploidentical HSCT with RIC is characterized by acceptable toxicity and aGVHD control, stable engraftment. It proved to be a good option for the group of pts with poor prognosis. Randomized clinical trials are necessary for estimation of therapeutic effect of MSCs in haploidentical HSCT pts. Results: There were 38 donation requests involving 37 donors (18 females,19 males). One donor was contacted but declined to donate DLI. One donor donated twice for the same recipient. For 1/37 donors no details of donation are available. The median age at time of donation was 43.8 years (Range 12-68 years). There were no failed collection procedures. 6/37 donors experienced mild citrate toxicity. 2/37 donors had a vasovagal episode, but both recovered rapidly and collection was able to be completed.1 donor required central access for DL collection: she had also previously required central access for PBSC donation. A median 1.88 donor blood volumes was processed (range 1.30-2.34). No late donor complications were reported. In total, 36 donors had DL collected. Among the 36 prospective recipients (15 female; 21 male), indications for DL were: mixed chimerism(n=17); residual disease(n=3); molecular relapse(n=10); clinical relapse(n=2); EBV reactivation(n=1); pancytopenia of uncertain cause(n=1); no data(n=2). 29 of 34 patients for whom data were available (85%) actually received DL infusions. For the remaining 5, reasons for not proceeding were: spontaneous improvement in blood counts; death from EBV; death from relapsed disease; development of GvHD prior to DLI; and spontaneous resolution of mixed chimerism. An escalating-dose regimen was used at 3-monthly intervals depending on response: the median number of doses reinfused was 2 (range 1-5). 9 patients (31%) developed GvHD S381 following DLI. The DLI was successful in treating the stated indication in 18 patients (46%). There were 10 recipient deaths: relapsed disease(n=4), infection(n=3), GvHD(n=2) and progressive EBV(n=1). Only the two GvHD deaths were considered DL-related. Conclusions: Our single-centre experience confi rms that DL are frequently an effective treatment for mixed chimerism or early relapse post-HSC transplant, and that donor experiences are generally good. Although requirement for DL is itself an adverse prognostic factor following HSC transplant, 46% of recipients had a successful outcome.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 339,
                    "text": "Paina, Y. Stankevich, I. Kazantsev, N. Stancheva, A. Golovacheva, E. Babenko, A. Alyanskiy, N. Ivanova, E. Semenova, P. Krugliakov, D. Polyntzev, L. Zoubarovskaya, B. Afanasyev SPb State I. Pavlov Medical University (St. Petersburg, RU)",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 1368,
                    "end": 1370,
                    "text": "7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1265"
        },
        {
            "text": "Nowadays, haematopoietic stem cell transplantation (HSCT) remains the single curative approach to the treatment patients (pts) with the resistant primary and secondary AML. These pts have extremely poor prognosis with the level of relapse at least 40% and the risk of TRM 45-60%. As known, high level of blasts to the moment of transplantation infl uences on DFS and OS. Patients and methods: at the Russian Children Research Hospital between October 2005 and June 2008 32 HSCT were made in 27 refractory AML pts (20m/7f). The median age was 11 (1-18) years. FAB-type: M0 -2 pts, M2 -4 pts, M3 -1 pt, M5 -5 pts, M6 -4 pts, M7 -7 pts, Mx -4 pts. Primary refractory AML was diagnosed in 8 pts and secondary refractory -in 19 pts. 15 kids were transplanted from MSD, 8 pts -from MUD (2 MMUD) and 9 pts -from MMFD (8 haplo-PBSC) with the usage of CD3/CD19-depletion (7 pts) or CD34-selection (1 pt) of the graft. The median level of blasts in bone marrow prior to HSCT was 18% (6% -98%). The myeloablative conditioning regimens were used in 29 HSCT and non-myeloablative regimen -in 3 second HSCT. 11 pts received double-phase conditioning regimens. A median dose of CD34±cells was 8 (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) (18) (19) (20) x 106/kg. 14 pts received DLI on median day 63 (8 -119); 4 pts received prophylactic DLIs and 10 pts received treated DLIs due to increasing of MRD level or the mixed chimerism. Results: the engraftment level was 89% with a median time to neutrophil recovery 15 days (8-33) and to platelets recovery -18 days (11-132). 84% pts achieved CR to day 30, 3 pts had the progression of disease, one pt died before engraftment, and the rejection was documented in 1 pt. Acute GvHD developed in 17 pts (55%), chronic GvHD -in 8 (44%) from 18 pts who were alive to day 100 after HSCT. 14 pts had the liver toxicity grade 2-3 and two pts had the pulmonary toxicity grade 3-4 (WHO-classifi cation). TRM level was 22%. Relapse was diagnosed in 10 pts (DFS 48%). At this time 12 pts are alive in CR, 16 pts died (6 -from relapse, 9 -from GVHD and sepsis and one pt -from DAG). OS for all pts was 17% with a median time 8 months (2 -37) . But after double-phase conditioning regimen OS and DFS were 41% both and TRM was 0%. Overall RFS depended on the presence of GvHD, the type of donor, the using of DLI. Conclusion: Our results show that even for very high risk AML pts HSCT may be performed successfully without the significant increasing of TRM particularly with prophylactic DLIs. A.A. Hamidieh, A. Ghavamzadeh, M. Jahani, K. Alimoghaddam, A. Mosavi, M. Iravani, B. Bahar, A. Khodabandeh, M. Jalili Hematology-Oncology and SCT Research Center (Tehran, IR) Objective: Hematopoietic stem cell transplantation (HSCT) has been extensively used in the treatment of pediatric leukemia. This is follow-up report of pediatric patients (<15 years) with acute myeloid leukemia (AML) and Acute Lymphoblastic Leukemia (ALL) whom transplanted in Hematology-Oncology and Stem Cell Transplantation Research Center, Tehran, Iran. Methods: 142 pediatric patients 85 boys and 57 girls (median age=11 years) with acute leukemia (96 patients with AML and 46 patients with ALL) received HSCT between 1991 and 2008. The most common conditioning regimen was cyclophosphamide + busulfan. They have received allogeneic (51 AML/40 ALL) or autologous (45 AML/6 ALL) HSCT from bone marrow (26 AML/9 ALL), peripheral blood (68 AML/37 ALL) or cord blood (2 AML). Donor type for allogeneic transplantation in 84 patients(47 AML/37 ALL) were stem cell from HLA matched siblings, 5 patients (3 AML/2 ALL) received from other related (HLA-matched confi rms with high resolution method) and 2 patients(AML) from other related with one or more than one antigen mismatch. Prophylaxis regimen for graft-versushost disease (GVHD) was cyclosporine A and methotrexate or cyclosporine A alone. Results: 104(73.2%) patients are alive, 38(26.8%) patients died (27 AML/11 ALL). The most common cause of death was relapse of disease in 81.6%. Among patients who received allogeneic transplantation acute GVHD occurred in 65% and chronic GVHD in 15.5%. Two years overall survival and disease free survival of AML patients were 70% and 67% respectively. Two years overall survival and disease free survival of ALL patients were 74% and 60% respectively. No statistical difference between AML group and ALL. Conclusions: Our results of overall survival and disease free survival are compatible with literatures.",
            "cite_spans": [
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "(3)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1236,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1261,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 2181,
                    "end": 2188,
                    "text": "(2 -37)",
                    "ref_id": null
                },
                {
                    "start": 2539,
                    "end": 2713,
                    "text": "A.A. Hamidieh, A. Ghavamzadeh, M. Jahani, K. Alimoghaddam, A. Mosavi, M. Iravani, B. Bahar, A. Khodabandeh, M. Jalili Hematology-Oncology and SCT Research Center (Tehran, IR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1267 Allogeneic haematopoietic stem cell transplantation in non-complete remission of acute myeloid leukaemia Z. Dyshlevaya, E. Kurnikova Russian Childrens State Hospital (Moscow, RU)"
        },
        {
            "text": "Autologous haematopoietic stem cell transplantation with busulfan and etoposide as conditioning regimen for acute myelogenous leukaemia patients S. Mousavi, K. Alimoghaddam, F. Khatami, M. Jahani, M. Iravani, B. Bahar, A. Khodabandeh, A. Jalali, A. Ghavamzadeh Hematology-Oncology and Stem Cell Transplantation Research Center (Tehran, IR) Introduction: Acute Myelogenous Leukemia(AML) is a potentially lethal disease. Hematopoietic Stem Cell Transplantation(HSCT) has increased disease free survival (DFS) and overall survival (OS) of patients more than conventional treatment. The result of autologous HSCT in patients without suitable donor is near to allogeneic transplantation. We performed autologous transplantation with busulfan and etoposide as conditioning regimen for patients who didn't have suitable donor. Methods: Since January 2003 until Oct 2008, 108 patients received autologous transplantation. We included all children and adult with AML in fi rst or second complete remission without suitable donor and end organ failure who can tolerate high dose chemotherapy. Mobilization regimen was cyclophosphamide 2g/m² for one day and G-CSF 10µg/kg for 7 days. We have done stem cell harvesting when patient's white blood cell (WBC) count raised to 1000/µl then the patients received oral Busulfan 4mg/kg(from -4 to -1) and Etoposide 15mg/kgIV (from -4 to -3) as conditioning regimen. After that patients have transplanted with their peripheral blood stem cells. Results: Median age at time of transplantation was 25.5 years (age range:4-68), Male/Female:57/51. 94 patients were in fi rst complete remission and 14 patients were in second complete remission. Median infused mononuclear cells was 5.11 * 10 8 /kg Despite of the progress in the treatment of acute myeloid leukemia allogeneic hematopoietic stem cell transplantation (HSCT) remains the single curative approach to the treatment of resistant AML. These patients (pts) have extremely poor prognosis with the level of relapse 70-80% and the risk of TRM 45-70%. High level blasts to the moment of transplantation infl uences on DFS and OS. The usage double-phase conditioning regimens with the aim to reduce the level of blasts maximally to the transplantation date can improve DFS and OS without the elevation of TRM. Patients and methods: we reviewed the records of 12 refractory AML pts (8 m/4 f) who underwent HSCT at the Russian Children Research Hospital between October 2005 and June 2008. The median age was 5 (1-18) years. FAB-type: M0 -2 pts, M5 -3 pts, M6 -2 pts, M7 -3 pts, Mx -1 pt and secondary AML -1 pt. Primary refractory AML was diagnosed in 7 pts and secondary refractory -in 5 pts. 4 kids were transplanted from MSD, 2 pts -from MUD, 1 pt -from MMUD and 5 pts -from MMFD with CD3/CD19-depletion of graft. The median level of blasts in bone marrow prior to HSCT was 58% (6-98). First phase included FLAM (3 pts), FLAG/GO (2 pts), HAM (3 pts), FLAE (1 pt), GO (1 pt) or Dacogen (1 pt). Mylotarg doses were 3-5 mg/m². The interval between 1-st and 2-nd phase of conditioning protracted 1-12 days. Second phase of conditioning was Treosulfan-(9 pts) or Bu-based (3 pts) . A median dose of CD34±cells was 8,5x10 6 /kg. Seven patients received DLI on median day 63 (44 -119). Results: engraftment was documented in all patients with a median time to neutrophil recovery 17 days (8-33) and to platelets recovery -18 days . 11 patients achieved CR to day 30 and one patients had PR. Acute GvHD developed in 6 patients, chronic GvHD -in 3 from 9 patients who were alive to day 100. 5 patients had the liver toxicity grade 2-4, and one patient had the pulmonary toxicity grade 3-4. TRM level was 8,3%. Relapses were diagnosed in 6 patients (DFS 33%). Nowadays 5 pts are alive in CR, 1 pt has BM-relapse, 6 pts died (4 -of the relapse, 1 pt -of viral infection, 1 pt -of VOD). OS amounted 47% with a median time 6 months. RFS depended on the presence of GvHD and type of donor. Conclusion: our results show that the usage of double-phase conditioning regimen generally doesn't increase the level of toxicity and TRM and allows to achieve the long-term survival in pts with very high risk AML.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 339,
                    "text": "Mousavi, K. Alimoghaddam, F. Khatami, M. Jahani, M. Iravani, B. Bahar, A. Khodabandeh, A. Jalali, A. Ghavamzadeh Hematology-Oncology and Stem Cell Transplantation Research Center (Tehran, IR)",
                    "ref_id": null
                },
                {
                    "start": 3149,
                    "end": 3156,
                    "text": "(3 pts)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1269"
        },
        {
            "text": "Allogeneic haematopoietic stem cell transplantation for acute myelogenous leukaemia in other than fi rst complete remission status K. Alimoghaddam, F. Khatami, A. Jalali, M. Jahani, S. Mousavi, M. Iravani, A. Khodabandeh, B. Bahar, A. Alimohammadi, N. Bahar, A. Ghavamzadeh Hematology-Oncology and Stem Cell Transplantation Research Center (Tehran, IR) Introduction: For patients with AML in whom an initial remission cannot be achieved or for those who have a relapse after chemotherapy, stem cell transplantation from an HLA-identical sibling offers the best chance for cure. This study reports the result of 18 years allogeneic HSCT for AML in other than fi rst Complete Remission status. Patients and Methods: From March 1991 until November 2008, 108 AML patients, 55 male and 53 female with median age of 27 years old (range: 3-56 yrs) received allogeneic HSCT. The status of them before Transplantation was other than CR1 (including second CR, Third or more CR, relapse and primary induction failure). Source of Hematopoietic Stem Cells was 97 Peripheral Blood, 10 Bone Marrow, and 1 Cord Blood. Result: Median time to Absolute Neutrophil Count ≥0.5 * 10 9 L was 12 days post HSCT and median time to platelet count ≥20 * 10 9 L was 17 days post HSCT. Forty-two recipients developed acute Graft Versus Host Disease (GVHD) and twenty-four developed chronic GVHD. At present 73 (68%) patients are alive. The most common cause of death was relapse. Median follow up period was 10 month (range: 1-99 month). Six month Disease Free Survival (DFS) and Overall Survival (OS) were 64% (SE=5%) and 75% (SE=4%), respectively. 2 year DFS and OS were 50% & 64% (SE=5%). Conclusion: Allogeneic HSCT for AML in other than fi rst complete remission could be advice and can improve the result of treatment in these high-risk patients.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 352,
                    "text": "Alimoghaddam, F. Khatami, A. Jalali, M. Jahani, S. Mousavi, M. Iravani, A. Khodabandeh, B. Bahar, A. Alimohammadi, N. Bahar, A. Ghavamzadeh Hematology-Oncology and Stem Cell Transplantation Research Center (Tehran, IR)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 704,
                    "text": "Patients and",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 771,
                    "text": "Methods: From March 1991 until November 2008, 108 AML patients, 55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1271"
        },
        {
            "text": "Outcome of haematopoietic stem cell transplantation for patients with acquired aplastic anaemia at a cancer center, Amman, Jordan: experience of a young HSCT program in a developing country F. Abdel-Rahman, I. Al-Sadi, A. Badeeb, H. El Taani, A. Ahmed, R. Rihani, A. Al Zaben, M. Sarhan King Hussein Cancer Center (Amman, JO) Purpose: to evaluate the outcome of HSCT in patients with acquired aplastic anemia at KHCC. Patients and methods: Between (3/2003-10/2008) ,15 patients had allogenic HSCT for aplastic anemia. There were 9 adults (60%), and 6 children (40%), with a median age of 20 years (range:5-52 years). There were 10 patients (67%) with severe aplastic anemia and 5 patients (33%) with very severe disease. The source of stem cells was bone marrow in 13 patients (87%), and peripheral blood in 2 patients (13%). The median time from diagnosis to transplantation was 86 days. Among the group, 12 patients had a full HLA matched-related donor, one had 5/6 matched related donor and 2 had 3/6 donor. The conditioning regimens were Cyclophosphamide +Antithymocyte globulin (ATG) in 10 patients, and different conditioning in the other 5 patients. Results: The main end points of the study are overall survival for the whole group, and overall survival according to the age, severity of the disease, occurrence of graft versus host disease, and degree of HLA match. The median duration of follow up was 5.5 months (1.1-47.2 months) . The median time for the WBC engraftment was engrafted the WBC or the platelets, and 2 patients never engrafted the platelets. The median survival for the whole group was 10.6 months. From the 15 patient, 8 patients are still alive. From the 7 deaths, 6 patients died from sepsis and one from massive GI-bleeding secondary to gut GVHD. From the 9 adult patients 6 are alive (57%), while from the 6 pediatric patients 2 are alive (33%) From the 10 patients with severe aplastic anemia 5 are alive while from the 5 patients with very severe disease 3 are alive. From the 12 patients who had transplant from 6/6 HLA matched related donor, 8 are alive (67%). The three other patients who received mismatched graft died. Acute GVHD was associated with increased mortality. Six of nine patients who develop GVHD died while only 1 out of 6 patients who did not develop GVHD died. Four patients had second transplant, two of them are still alive. Conclusion: the important predictors of the outcome are: 1-Degree of HLA match: survival 67% in 6/6 HLA match, versus 0% for the mismatch transplant. 2-Occurrence of GVHD: survival is 83% in patients without GVHD, and 33% in patients with GVHD. Therefore, the most important factor for predicting survival is the degree of HLA match. Our plan is not to transplant AA from mismatched donors except according to an international study protocol. (1) Diabetes type 1 is caused by immune destruction of insulinproducing B cells of pancreas. It has recently been shown that immunoablation combined with transplantation of autologous hematopoietic stem cells may alter the course of the disease and alleviate exogenous insulin requirement [Voltarelli et al. JAMA, 2007; 297:1568 -1576 . We report a 28 year old patient with an early diabetes type 1 (typical clinical course, presence anti-GAD antibodies, diagnosis 6 weeks prior to study inclusion) with sustained presence of C-peptide in the blood, in good clinical condition without other serious comorbidities who has been chosen for treatment after signing informed consent for study protocol earlier accepted by local bioethics committee. Treatment consisted of plasmapheresis followed by mobilization with cyclophospamide (2 g/m²) and granulocyte colony stimulating factor (G-CSF) analogues at 10 µg/kg from day +1. Three x 106 CD34+ cells/ kg were obtained by leukapheresis and were later used for transplantation without further selection. Conditioning regiment consisted of cyclophosphamide (50 mg/kg for days -5 to -2 each) with ATG (Thymoglobuline 4,5 g /kg over days -5 to -1). and was followed by transfusion of collected peripheral blood cells on day 0. Results: The transplantation was performed on the 1.05.2008. Patient engrafted on day +13. During the cytopenic period no major complications were observed. The patient insulin requirement was: 0,47 IU/kg -before moblization, 0,36 IU/kg on the transplantation day, 0,17 IU/kg on engraftment. Insulin was discontinued shortly after the regeneration (+24). Glucose monitoring showed normal glucose levels without the need for insulin injections from that day on. HBA1C levels at diagnosis were 13,8%, 5,2% after 3 months from transplantation and 5,7% 6 months after the transplantation. Continuous glucose monitoring was performed around 5 months after the transplant and showed normal values (glucose 75 -135 mg/dL) -fi gure 1. Intravenous Glucose Tolerance Test showed normal values of glucose levels after 120 minutes, however the 1st phase of insulin secretion was not present . Conclusion: This case support the notion that immunoablation followed by autologous stem cell transplantation in patients with early diabetes type 1 may at least temporary alleviate insulin requirement with excellent control of glycemia. Introduction: the allogeneic stem cell transplantation (HSCT) represent an effective curative treatment in CML but treatmentrelated morbidity and mortality can be substantial. With the era of BCR-ABL kinase inhibitor the place of SCT is in discuss for children. We report the results of myeloablative allogeneic HSCT underwent in 25 patients (pts) under 18 years of age. Material and methods: from December 1998 to April 2007 (101 months period) 25 pts under 18 years of age with CML (chronic phase: 21, accelerated phase: 4) underwent myeloablative allogeneic HSCT from HLA-identical sibling donors; median age at transplant 13 years (4-17); sex ratio M/F 0,66; median interval from diagnosis to transplant 13 months (4 to 39). All patients received chemotherapy based conditioning regimen: Tutshka (n:19), Tutshka with additional VP16 (n : 3) and SANTOS (n: 3). 21 pts received peripheral blood stem cell with median CD34+ cell 7,77 10 6 /Kg body weight (BW), 3 pts bone marrow transplant with median nuclear cell ( NC ) 3,97 10 8 /Kg BW, one pt blood cord transplant with 3,5 10 7 NC/ Kg BW. Graft-versus-host disease (GVHD) prophylaxis consisted of association ciclosporin and methotrexate. The molecular BCR-ABL transcripts diagnosis concerned 14 pts (M(b2a2): 8, M(b3a2): 5 and double transcripts M (b2a2; b3a2):1). Molecular monitoring of disease using real-time quantitative polymerase chain reaction (RQ-PCR) concerned 11 pts. At 31 july 2008 maximal follow-up is 128 months and minimal 16 months. Results: the median time of aplasia was 14 days ( 6-35). Eighteen pts (72%) are alive in complete hematological remission (complete molecular remission: 8; major molecular remission: 3; No evaluated: 7) after median follow-up time 61 months . Acute GVHD occurred in 7 pts (28%) with 6 grade II-IV, and chronic GVHD in 10 pts (43,5%) with 5 extensive. Disease relapse occurred in 7 pts (28%) within 2 are in complete remission with Imatinib. Seven pts died (32%): acute GVHD grade IV (n : 2, TRM: 8%) ; relapse (N: 5; 24%). The OS and event free survival (EFS) at 9 years are respectively 66% and 60%. Conclusion: our results confi rm that TRM is low in young pts and the mayor problem is still relapse disease. The relapse after graft can be treated with BCR-ABL kinase inhibitor (2 pts in our study). The question about using allogeneic HSCT or BCR-ABL kinase inhibitor in children with CML is still open.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 325,
                    "text": "Abdel-Rahman, I. Al-Sadi, A. Badeeb, H. El Taani, A. Ahmed, R. Rihani, A. Al Zaben, M. Sarhan King Hussein Cancer Center (Amman, JO)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 464,
                    "text": "(3/2003-10/2008)",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1440,
                    "text": "(1.1-47.2 months)",
                    "ref_id": null
                },
                {
                    "start": 3113,
                    "end": 3143,
                    "text": "[Voltarelli et al. JAMA, 2007;",
                    "ref_id": null
                },
                {
                    "start": 3144,
                    "end": 3152,
                    "text": "297:1568",
                    "ref_id": null
                },
                {
                    "start": 3153,
                    "end": 3158,
                    "text": "-1576",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1272"
        },
        {
            "text": "Reduced-intensity conditioning allogeneic stem cell transplantation in advanced chronic lymphocytic leukaemia. The impact of conditioning regimen on the non-relapse mortality. A single-centre experience J. El-Cheikh, C. Oudin, L. Wang, C. Faucher, S. Furst, D. Blaise Institut Paoli Calmettes (Marseille, FR) Purpose: a unicentric retrospective study to determine the transplant related toxicity in patients with advanced chronic lymphocytic leukemia (CLL) after reduced intensity conditioning hematopoietic stem-cell transplantation (HSCT) including or not antithymoglobuline (ATG). Patients and Methods: We studied 19 patients with progressive or relapsing chronic lymphocytic leukemia (CLL) treated with Hematopoietic stem cell transplantation (HSCT) in our cancer centre of Marseille. 13 Males and 6 Females, (median age: 60 years). All patients received a reduced intensity conditioning regimen. We compared 11 patients (58%) receiving a non myeloabaltive conditioning including ATG with fl udarabine, busulfan (ATG group) to 8 patients (42%) receiving fl udarabine, total body irradiation (TBI 2Gy) and anti CD20 without ATG (non ATG group). 14 patients (74%) had a matched related and 5 patients (26%) a matched unrelated donors. Graft-versus-host disease (GVHD) prophylaxis consisted of cyclosporine alone in the ATG group or a combination with mycophenolate mofetil (MMF) in the non ATG group. Results: after a median follow-up of 29 Months, 13 patients (68%) still alive and in complete remission (to date). MRD was monitored in those patients with CR; all patients achieved a molecular CR. 13 patients had acute and/or chronic GvHD, (70% in ATG group vs 30% in non-ATG group). At the last follow up 6 patients died (32%), and the cause of death in all of them was the treatment related complications (infections and/ or GVHD); the TRM at 100 days was 0%; 26% at one year and 32% at three years of transplantation. (21% in ATG group vs 11% in the non ATG group); Overall Survival (OS) at three years was 52% in the ATG group vs 66% in the non ATG group. The OS at one and three years was 69% and 59% respectively. Fig1. In conclusion: despite the small effective, we can conclude that HSCT after reduced conditioning is effective and has the capacity to induce a long term complete remissions, The real impact of ATG should be revaluated on further large multicentric studies.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 308,
                    "text": "El-Cheikh, C. Oudin, L. Wang, C. Faucher, S. Furst, D. Blaise Institut Paoli Calmettes (Marseille, FR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1275"
        },
        {
            "text": "Dasatinib: optimal bridge to stem cell transplant in chronic myeloid leukaemia blast crisis A. Gozzini, S. Guidi, C. Nozzoli, B. Bartolozzi, R. Saccardi, B. Scappini, A. Bosi BMT Unit (Florence, IT) Pts presenting CML-BC have a survival of 3-6 months and scarce response to imatinib. Dasatinib (BMS-354825) is an oral, multi-targeted kinase inhibitor, currently being used in pts with Imatinib-resistant advanced CML or relapsed/refractory Ph+ ALL. Most of these pts will be evaluated for SCT, even though for them this curative therapy showed higher incidence of GVHD, VOD and TRM. We report here fi ve pts affected from CML-LB who received Dasatinib prior to alloSCT. Donors were matched siblings (2), matched unrelated (2) or blood cord unit (2) . 4 were male and 2 female with a median age of 36,4 (18-55) years. First line therapies included Chemotherapy (VCR) plus high dose imatinib. All pts after 2-5 months from diagnosis received Dasatinib 70mg BID. T315I mutation occurred in 3 patients, Y253 and E255K in 2 patients, and a non codifi ed mutation in 1 patient. Dasatinib induced complete hematological response (CHR) in 4 pts, and complete (n=2) and partial cytogenetic response (PCyR) (n=1) prior to SCT. 3 patients did not achieved a complete haematological response presenting 25% marrow blasts and 65% respectively prior to SCT. All pts were conditioned with myeloablative protocol. GVHD prophylaxis consisted of CSA and MTX (n=4) or micofenolate association until +30 (n=2). Pts received a mobilized peripheral blood stem cell graft with 3,52-11,04x 10 6 CD34+ cells/kg (n=4) and cord blood unit with 0,1x10 6 CD34+ cells/kg (n=2). Dasatinib was stopped 6 days before transplant procedure. 6/6 pts successfully engrafted reaching ANC >0.5x10 9 /L on day +19 (11-37) and PLT >20x10 9 /L on day +21 (11-50). Dasatinib was introduced again in 2 patients 30 days after SCT. One of them stopped therapy because of haematological toxicity after 2 weeks. 5/6 patients presented chimerism was 97-100%. Transplant related toxicities were grade I/II. No pts developed hyperbilirubinemia or VOD. Hyperacute extensive GVHD (Gr III) was observed in only 1 pts at +9. Five patients are alive, all of them in complete molecular response with a median follow-up of 9.3 (4-19) months, 1 died of aGVHD. We may conclude that in pts undergoing SCT following Dasatinib there is no evidence of adverse effect on SCT outcome, organ toxicities. Larger studies and longer follow-up are obviously indicated to confi rm our preliminary results. Both T315I positive patients are alive in CHR. Dasatinib represents an effi cient bridge to transplant to improve the outcome of this subset of patients.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 198,
                    "text": "Gozzini, S. Guidi, C. Nozzoli, B. Bartolozzi, R. Saccardi, B. Scappini, A. Bosi BMT Unit (Florence, IT)",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1276"
        },
        {
            "text": "Inmatinib combined myeloablative allogenetic haematopoietic stem cell transplantation for advanced chronic myeloid leukaemia Y. Luo, Y. Tan, J. Shi, X. Han, G. Zheng, X. Zhu, X. Lai, H. Huang Zhejiang Uninversity School of Medicine (Hangzhou, CN) Improved strategies are needed to treat patients with advanced chronic myeloid leukemia (CML) in order to reduce the need for lifelong therapy. We treated 14 patients with advanced CML (5 in AP, 9 in BC) with myeloablative allogeneic stem cell transplantation (allo-SCT) combined with pre-transplantation imatinib. The donors included HLA-matched and 1-locus mismatched unrelated volunteers (n=7), and HLA-matched siblings (n=7). Graft-versus-host disease (GVHD) prophylaxis consisted of cyclosporine, mycophenolate mofetil and short-term methotrexate. 6 out of 14 (42.9%) evaluable patientsdeveloped II-IV aGVHD, 3(21.4%) patients suffered from aGVHD grade III-IV. Two patients suffered from intensive chronic GVHD. After a median follow-up of 19 months (range 3¨C47 months), the overall survival was (71.4%) 10/14. The ten patients were all in molecular remission. Imatinib combined with allo SCT could provide a safe, well-tolerated therapeutic option for patients with advanced CML. This conclusion needs to be tested in prospective randomized clinical trials. P-BEAM group. Both groups did not differ in terms of time of hospital stay, days of IV antibiotics, mucositis and infections. With the median follow-up of 6 (5-10) years, the probability of overall survival at 6 years equaled 83% for P-BEAM and 63% for ChOPP-CBV group (p= 0.2). The probability of progressionfree survival was 65% and 50%, respectively (p=0.2). Conclusions: P-BEAM and ChOPP-CBV protocols followed by autoPBSCT are effective and well-tolerated salvage therapies for patients with advanced HL. Prolonged administration of the therapy seems to be appropriate for this group of patients.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 246,
                    "text": "Luo, Y. Tan, J. Shi, X. Han, G. Zheng, X. Zhu, X. Lai, H. Huang Zhejiang Uninversity School of Medicine (Hangzhou, CN)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1277"
        },
        {
            "text": "Towards safer autotransplants in patients with non-Hodgkin's lymphoma: cardiac pre-evaluation, angiotensin-converting enzyme inhibition in patients with decreased left ventricular function, antimicrobial prophylaxis and vigilant supportive care E. Jantunen, S. Hämäläinen, T. Kuittinen, K. Penttilä, M. Pyörälä, A. Juutilainen, I. Koivula, T. Nousiainen Kuopio University Hospital (Kuopio, FI) Autologous stem cell transplantation (ASCT) for NHL is associated with an early non-relapse mortality rate of 3-5% most commonly due to sepsis. During 1996-2006 160 NHL patients received ASCT at our department. Seventeen patients (9%) experienced severe sepsis and nine (4.5%) died due to septic shock. Severe sepsis was caused by gram-negative bacteria including Pseudomonas in a signifi cant proportion of the patients (Hämäläinen et al. Scand J Infect Dis 2008). Subclinical anthracycline cardiomyopathy may be important in regard to the development of severe sepsis in some NHL patients. Since January 2008 we have applied prospectively cardiac pre-evaluation (radiocardiography), angiotensin converting enzyme inhibition in patients with decreased left ventricular ejection fraction (LVEF) (< 50%), ciprofl oxacin prophylaxis and start with ceftazidime plus tobramycin in patients with neutropenic fever in NHL patients undergoing ASCT. Febrile patients are observed closely with measurements of pro-brain type natriuretic peptide (BNP) and C-reactive protein (CRP) for three days. Also blood pressure, blood oxygen saturation, hydration and diuresis are monitored. Until Nov 2008, altogether 14 patients with NHL (10 M, 4 F) with a median age of 55 years (range 28-65) have received BEAM followed by PB infusion according to this protocol. LVEF was < 50% in six patients (43%) pre-transplant and they received enalapril during the peritransplant period. Neutropenic fever was observed in 12 patients (86%). No cases with gram-negative bactereamia or severe sepsis have been observed. The median peak CRP value was 139 mg/l (23-333) and was reached in a median of two days after rise of fever. Serum BNP values were above normal limit in 3/12 patients with fever on day 0. Elevated BNP values were observed in 4/10 patients on day 1, in 9/12 patients on day 2, and in 7/9 patients on day 3, respectively. Whether severe sepsis or early deaths could be prevented with this approach remains to be seen in upcoming years with larger number of patients.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 393,
                    "text": "Kuittinen, K. Penttilä, M. Pyörälä, A. Juutilainen, I. Koivula, T. Nousiainen Kuopio University Hospital (Kuopio, FI)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1281"
        },
        {
            "text": "Outcome of refractory/relapsed patients affected by Hodgkin's lymphoma treated with or without peripheral blood stem cells autografting: a single-centre experience F. Angrilli, S. Falorio, F. Fioritoni, S. Santarone Civic Hospital (Pescara, IT) Introduction: Despite a high curability rate, 10 to 40% of patients (pts) affected by Hodgkin lymphoma (HL) fail to respond or relapse after front-line treatment with polychemotherapy alone or combined with radiotherapy. The treatment of choice for refractory or early relapsed pts is high-dose chemotherapy (HDC) followed by peripheral blood stem cells autografting (PBSCA), while late relapsed pts may be treated with either conventional therapy or HDC plus PBSCA.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 244,
                    "text": "Angrilli, S. Falorio, F. Fioritoni, S. Santarone Civic Hospital (Pescara, IT)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1282"
        },
        {
            "text": "Methods: From 1999 to December 2007, 179 untreated pts with HL have been admitted in our institution. After front-line therapy, 168 (93%) pts obtained a complete remission (CR) and 11 pts (7%) were refractory to standard treatment. Overall, 11 pts relapsed within 12 months after diagnosis of HL, while 6 pts experienced late relapse. The aim of this retrospective study is to evaluate the outcome of the our 28 refractory/relapsed pts according to the type of salvage treatment. Twenty-six pts received as salvage treatment 3-6 courses of IGEV (iphosphamide, gemcytabine, vinorelbine), 1 patient 6 courses of COPPEBVCAD (cyclophosphamide, carmustine, melphalan, epirubicin, vinvristine, vinblastine, prednisone) and 1 patient 6 courses of ABVD (doxorubicin, bleomycin, vincristine, dacarbazine). Today, 27 pts completed salvage chemotherapy. Of them, 19 (8 with refractory HL and 11 with relapsed disease) have been submitted to PBSCA. Conditioning regimen consisted of BEAM in all cases. Results: 15 pts were male and 13 female (M/F ratio 1,15). Median age was 34 years (range 16-59). Overall, 17 pts obtained a CR (63%) and 10 pts had progressive disease (37%). In particular the CR were 14 (73%) in the group of the pts receiving PBSCA and 3 (33%) in the other pts (P <0.05). One patient died in CR of BEAM toxicity prior PBSCA and 10 pts died of progressive HL. After a medium follow-up of 24 months, overall survival was 63% for the pts who received PBSCA and 38% for those who received conventional treatment (P=0.05). Conclusions: Our data confi rm the benefi t of HDC plus PBSCA both in relapsed and in refractory patients with HL. Nevertheless, a portion of refractory or early relapsed pts fail to respond to PBSCA and died of HL. For these pts tandem PBSCA or allogeneic stem cell transplantation should be proposed, especially if they are not in CR prior to PBSCA. T cell lymphoma is a heterogeneous group of aggressive lymphomas associated with poor prognosis with standard chemotherapy and autologous hematopoietic progenitor cells transplantation (HPCT) is offered as consolidation in fi rst remission or at relapse. In this study we conducted a retrospective analisis of 16 patients underwent HPCT from december 1993 to august 2008. Seven patients had diagnosis of peripheral T-cell lymphoma, four patients of systemic anaplastic large cell, and fi ve patients of linfoblastic lymphoma. Five patients were transplanted in fi rst complete or partial response, ten patients in second or beyond complete or partial response and one patients in second refractory disease. Median age was 36,5 years; Seventy-fi ve percent preesented advanced (III-IV) Ann Arbor stage, 50% had B symptoms, 50% had high lactate dehydrogenase. With a median follow-up of 73 months from diagnosis and 31,5 months from transplantation, the 5-year progression-free survival (PFS) and overall survival (OS) were 37,5% and 31,2% respectively. Based on these preliminary results the HPCT as consolidation therapy may offer a durable survival benefi t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1282"
        },
        {
            "text": "The chimeric anti-CD20 monoclonal antibody rituximab offers new therapeutic options in the treatment of B-cell NHL (non-Hodgkin's lymphoma). The addition of rituximab to CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisolone) or CVP (cyclophosphamide, vincristine, and prednisolone) regimen was found to signifi cantly improve the response rates and survival in patients with untreated diffuse large B-cell lymphoma (DLBCL) and is now considered as the standard therapy option. Rituximab also has been shown to improve response rates when combined with salvage chemotherapy. There are few studies regarding the effects of rituximab on mobilization. We compared the effi cacy of rituximab plus ESHAP (etoposide, metil prednisolone, cytosine arabinoside, cisplatin) with ESHAP alone as mobilization regimen in 34 (40%) Hodgkin's and 50 (60%) non-Hodgkin's lymphoma patients. 26 (30%) patients were DLBCL. 43 (51%) relapsed and 21 (25%) refractory patients were involved. 19 (23%) patients were treated with R-ESHAP and 65 (77%) patients with ESHAP regimen. 228 aphaeresis were evaluated. Median number of aphaeresis was 2.64 days for R-ESHAP patients and 2.71 days for ESHAP patients. Median number of mononuclear cell aphaeresis was 4.75*10 8 per kg (kilogram) and 6.83*10 8 per kg respectively. Total number of CD34+ cells was 15.58*10 6 per kg in the R-ESHAP group and 17.75*10 6 per kg in the ESHAP group. Toxicities were similar in both groups. There were no engraftment delays in the R-ESHAP group. So we conclude that R-ESHAP is effective and feasible as ESHAP regimen for mobilization. Total number of CD34+ cell aphaeresis was slightly lower in the R-ESHAP group but did not have an effect on engraftment. Prospective randomized studies are needed to evaluate whether rituximab really decreases mobilization adequacy or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R1283 Consolidation with autologous haematopoietic progenitor cells transplantation in patients with T-cell lymphoma"
        },
        {
            "text": "No benefi t of autologous stem cell transplantation as consolidation for high and high-intermediate risk diffuse large B-cell lymphoma in 1.CR after R-CHOP therapy -A single-centre experience M. Karas, K. Steinerová, P. Jindra, D. Lysák, S. Vokurka, V. Vozobulová, M. Schützová, L. Mohammadová, V. Koza Charles University Hospital Pilsen (Pilsen, CZ) Objectives: the role of high-dose therapy (HDT) and autologous stem cell transplantation (ASCT) for patients (pts) with high and high-intermediate (H/HI) risk diffuse large B-cell lymphoma (DLBCL) in 1.CR was not clearly defi ned especially after addition of rituximab (R) to fi rst line chemotherapy (CHT) and the use of rituximab also as maintenance therapy. Therefore, we retrospectively analysed outcome of pts treated in our transplant centre with HDT and ASCT for H/HI risk DLBCL in 1.CR after 6-8 cycles of R-CHOP-21 chemotherapy and we compared their outcome with a control group of pts with H/HI risk DLBCL in 1.CR treated only with chemoimmunotherapy. Patients and methods: between 2003 and 2008 (median follow-up 38 months, range 13-64 months) 17 consecutive pts with median of age 48 years (range 24-63 years) with H/HI risk DLBCL in 1.CR after 6-8 cycles of R-CHOP-21 underwent HDT (BEAM) and ASCT. The median of time from diagnosis to ASCT was 8 months (range 5-13 months). Source of stem cells was peripheral blood and median of infused CD34+ cells was 4,36x10 6 /kg (range 3,28-9,94x10 6 /kg). The control group consisted of 11 consecutive pts with H/HI risk DLBCL in 1.CR treated only with chemoimmunotherapy (6-8 cycles of R-CHOP-21, 45% maintenance therapy with rituximab). The control group except for the older age did not differ in any prognostic parameters. Results: in the transplanted group 15 pts (88%) are alive in CR. 2 pts (12%) relapsed and died. No patient died due to transplant-related mortality (TRM). The estimated probabilities of 4-years disease-free survival (DFS) and overall survival (OS) were 87% and 86%. In the chemoimmunotherapy treated group 10 pts (91%) are alive in CR. 1 patient (9%) relapsed and died. The estimated probabilies of 4-years DFS and OS were 75% and 67%. We did not observe between both groups any significant difference in cumulative relapse incidence (p=1,00), DFS (p=0,91) and OS (p=0,89). Conclusion: our data suggest that HDT with ASCT in pts with H/HI risk DLBCL in 1.CR after R-CHOP chemotherapy was well-tolerated with no TRM death but in comparison with pts treated only with chemoimmunotherapy we did not observe any improvement of outcome among transplanted pts. Of course relatively lower number of evaluated pts and retrospective type of analysis could infl uence our results and only prospective randomized studies can fi nally defi ne the role of frontline HDT with ASCT for H/HI risk DLBCL in 1.CR after chemoimmunotherapy.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 350,
                    "text": "Karas, K. Steinerová, P. Jindra, D. Lysák, S. Vokurka, V. Vozobulová, M. Schützová, L. Mohammadová, V. Koza Charles University Hospital Pilsen (Pilsen, CZ)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1286"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kyrcz-Krzemien Medical University of Silesia (Katowice, PL) Background and aims: Autologous peripheral blood stem cell transplantation (autoPBSCT) is widely used for the treatment of poor-risk patients with Hodgkin's lymphoma (HL), however, the optimal preparative regimen has not been established. We assumed that patients with advanced HL may benefi t from receiving intensive pre-transplant therapy with prolonged administration of cytostatics and the addition of oral drugs, such as procarbazine or chlorambucil. Therefore, we modifi ed the commonly used BEAM and CBV protocols by incorporating oral agents and prolonging the distribution of the total doses to 7 and 9 days, respectively. The goal of this pilot study was to evaluate safety and effi cacy of those regimens. Patients and methods: 33 patients (20 males and 13 females, median age 27 years, range 17-63) with relapsed HL were included in this study. Previous therapy consisted of median 3 (2-5) lines of treatment and 11 (3-32) chemotherapy cycles",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Czerw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadus-Wojciechowska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Markiewicz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krawczyk-Kulis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wojnar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dadok",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jakubowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helbig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Procarbazine",
                    "suffix": ""
                },
                {
                    "first": "Ara",
                    "middle": [],
                    "last": "Bcnu",
                    "suffix": ""
                },
                {
                    "first": "-C",
                    "middle": [],
                    "last": "Melphalan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Haematopoetic stem cell transplantation in primary myelofi brosis cases -A single-centre experience M. Sedzimirska, A. Lange Lower Silesian Center for Cellular Transplantation & National Polish Bone Marrow Donor Registry (Wroclaw, PL) R1280",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Results: 1/19 patients died due to septic complications in ChOPP-CBV group, whereas no procedure related mortality was observed among patients treated with P-BEAM. All remaining patients engrafted. Time to achievement ANC >0.5 G/l was signifi cantly shorter in P-BEAM vs. ChOPP-CBV group: 14 (10-34) days vs",
            "authors": [],
            "year": null,
            "venue": "p=0.03, but G-CSF was administrated more frequently in P-BEAM group",
            "volume": "16",
            "issn": "",
            "pages": "12--45",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zevalin-BEAM conditioning in transformed follicular lymphoma; acceptable toxicity and possible therapeutic benefi t A",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcguckin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conneally",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Vandenberghe"
                    ],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "HDT-SCT) using BEAM conditioning has become standard therapy for relapsed FL, however recurrent disease especially in transformed follicular lymphoma (t-FL) remains the commonest cause of death. The addition of Zevalin (ibritumomab tiuxetan), a CD20 targeted radiolabelled antibody to BEAM is safe and may improve the effi cacy of HDT",
            "authors": [],
            "year": null,
            "venue": "High dose therapy with autologous stem cell rescue",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "We analysed 5 patients aged 42 to 58 with advanced stage t-FL who had received a median of 4 (range 3-4) lines of therapy prior to Zevalin-BEAM SCT. The median time from diagnosis to HDT-SCT was 43 months (range 17-55.7) and all patients had chemosensitive disease in partial remission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BCNU 300mg/m 2 , etoposide 200mg/m 2 , cytarabine 200mg/m 2 , melphalan 140mg/m 2 ) from day -7 to -1. The median stem cell dose was 2",
            "authors": [],
            "year": null,
            "venue": "The toxicity profi le was identical to standard BEAM HDT and there were no treatment related deaths. The median time for neutrophil and platelet engraftment was 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The 3 remaining patients remain stable at a median of 16 months (range 4 -23) post-SCT Conclusion: The Zevalin-BEAM protocol is as well tolerated as standard BEAM conditioning. The disease free survival in this small cohort of high risk patients with t-FL is encouraging but needs longer follow-up",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rituximab or not? A historical comparison of ESHAP and R-ESHAP as mobilisation regimen in 84 patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Non-myeloablative allogeneic stem cell transplantation in patients with high-risk lymphoma: a multicentre experience G. Console (1), G. Irrera (1), M. Martino (1)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Messina",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A. Meliadò (1), C. Rigolino (1), T. Del Vecchio (1), O. Iacopino (1), M.C. Cannatà (1), P. Scaramozzino (1), I. Bova (1), D. Marcuccio (1), C. Stelitano (2), S. Molica (3), R. Cantaffa (3), L. Nocilli (4), A. Mele (5)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cuzzola",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Callea",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spiniello",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pugliese-Ciaccio\" (Catanzaro, IT); (4)Osp",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Osp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Card. G:Panico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "44 patients (pts) (23 females and 21 males), median age 43,1 years (range 18-67) underwent NST for high risk Hodgkin Disease (HD, 14 cases) and non Hodgkin Lymphoma (NHL, 30 cases)",
            "authors": [],
            "year": 2000,
            "venue": "Disease status at transplant was:11 in complete remission (CR,7 NHL, 4 HD)",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Conditioning regimens consisted of Fludarabine, Thiotepa and Cyclophosfamide in 30 cases, TLI and ATG in 5 cases, Fludarabine and Cyclophosfamide in 4 cases, Fludarabine and Thiotepa in 1 case, Fludarabine, Melphalan, Thiotepa and ATG in 1 case, Campath-1, Fludarabine, Melphalan and TBI were employed in 2 cases. In 1 case TBI and Fludarabine. Cyclosporine-A (CyA) and Methotrexate (MTX) were used as GvHD prophilaxys in 35 cases, in 2 Campath-1 and Moftil micofenolate (MMF) were combined and in 7 cases Cya and MMF were used. A mean number of 5.41x10 6 /Kg CD34+ cells (range 2,1-8,7) were infused. Pts received a mean of 3.04 (range 0-22) packed red blood cells",
            "authors": [],
            "year": null,
            "venue": "41 cases, grafts were mobilized from HLA identical sibling donors",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "After a median follow up of 33,2 months, (range 2-84), 31 pts are still alive (22 in CR,4 PR,5 in relapse), experienced cGVHD (4 cutaneos W.H.O. grade1-2,1 pneumonial W.H.O. grade 1,1 liver W.H.O 4). 3 pts died for liver aGVHD,1 patient died for cerebral vasculitis at 18 months to the transplant,1 patient died for ARDS at 2 months from transplant. 1 pts for acute bacterial pneumonia. 2 pts for MOF respectively at 1 and 2 months from transplant, 1 for aPTT, at 18 months from transplant. 1 patient for interstitial pnemoniae at 20 months to the transplant, 3 pts died for disease recurrence at 10, 17and 36 months post-transplant respectively",
            "authors": [],
            "year": null,
            "venue": "23 pts had fever (13 FUO and 10 microbiologically documented)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Here we report on a single centre, retrospective analysis evaluating the outcome of patients (pts.) with DLCL treated with high-dose chemotherapy and autologous (auto) or autologous-allogeneic (auto-allo) HSCT. Patients and methods: In total, 22 (66,7%) male pts. and 11 (33,3%) female pts. with DLCL underwent auto (26 pts.) or autoallo HSCT (7 pts) between 01.01.1994 and 30.06.2007. 19 pts. received auto HSCT as part of fi rst-line therapy (group 1). In 14 pts auto (7pts, group 2) or auto-allo (7pts., group 3) HSCT was performed as second-line therapy. The median patient age was 49 years",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krautz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hilgendorf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krentz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Drost",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Junghanss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "R1288 A retrospective analysis of the outcome of patients with diffuse large B-cell lymhoma after autologous or autologous-allogenic haematopoietic stem cell transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "1: 3/6/10, group 2: 0/6/1, group 3: 0/2/5. Patients who received auto HSCT as fi rst-line therapy (group 1) tended to have a better median OS (1374 vs. 272d, p=0.232), RFS (1245 vs. 95 d, p=0.025) and 5-ysr-OS (65% vs. 45%, p=0.382) compared to pts of group 2. Furthermore patients of group 1 had a signifi cant better OS and 5-yrs-OS",
            "authors": [],
            "year": null,
            "venue": "The international prognostic index (IPI) was as follows",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "In the auto-allo group 6 of 7 pts died (5 pts died from severe infection with multiorgan failure and 1 patient from relapse of disease). In contrast, none patient died from TRM after second auto HSCT, but 2 died from progressive disease and 1 pt from relapse. Conclusion: The survival of patients with relapse of DLCL could not be improved by using the therapeutic approach of auto-allo HSCT compared to an auto HSCT based regime, due to the high TRM in the auto-allo group. However, for interpretation of these results some facts have to taken into account",
            "authors": [],
            "year": null,
            "venue": "Patients who received auto HSCT as second-line therapy had a signifi cant better survival compared to patients with autoallo HSCT (median OS 272d vs. 68d, p=0.042 and 5 yrs-OS 45% vs. 14%, p=0.015)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", F. Caracciolo (1), F. Papineschi (1), B. Bruno (2), G.B. McDonald (3), M. Pelosini (1), D. Focosi (1), A. Ricchiuti (4), L. Ceccarelli (4), S. Galimberti (1), M. Petrini (1) (1)Hematology Unit (Pisa, IT); (2)University of Turin (Turin, IT); (3)Fred Hutchinson Cancer Research Center (Seattle, US); (4)U.O Gastroenterologia (Pisa, IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "R1235Identifi cation of Fusarium incarnatum as a new pathogen causing invasive fungal infections in allogeneic bone marrow transplant recipients T. Torosian, G.W.Basak, E. Snarski, M. Paluszewska,  E. Swoboda-Kopec, W. Wiktor-Jedrzejczak  Medical University of Warsaw (Warsaw, PL)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "R1236 Gram-positive bacterial predomination in stem-cell transplant recipientsZ. Stojanoski (1), L. Cevreska (2), S. Genadieva-Stavrik (1), A. Pivkova (1), N. Ivanovski(3), M. Petrovska (4), K. Popovska (4), B. Georgievski (1) (1)Bone Marrow Transplantation Unit (Skopje, MK); (2)University Clinic of Hematology (Skopje, MK); (3)Clinic of Nephrology (Skopje, MK); (4)Institute of Microbiology (Skopje, MK)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evaluation of effi cacy and safety profi le of posaconazole for prophylaxis after allogeneic haematopoietic stem cell transplant F. Silva, L. Vazquez, E. Morales, D. Caballero, J.A.Pérez-Simón,  F. Sánchez-Guijo, C. del Cañizo, J. San Miguel  Hospital Universitario de Salamanca (Salamanca, ES)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "R1242Successful remission of systemic zygomycosis in an allo-transplanted patient with acute lymphoblastic leukaemia, using liposomal amphotericin-B, posaconazole and deferasirox A.Symeonidis, E. Lagadinou, M. Liga, A. Spyridonidis,  M. Marangos, A. Tsamantas, S. Naxakis, M. Tiniakou,  N. Zoumbos  University of Patras Medical School (Patras, GR)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "R1243Palliative sedation therapy in a bone marrow transplant unitA. Tendas, P. Niscola, T. Dentamaro, L. Cupelli, A. Siniscalchi,  M. Giovannini, L. Scaramucci, M. Ales, G. Natale, A.P. Perrotti,  P. De Fabritiis  S. Eugenio Hospital (Rome, IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ", A. Borgerding (1), B. Glass (2), W. Jung (1), L. Truemper (1), G. Wulf(1)(1)Georg-August-University (Göttingen, DE);(2)AK St. Georg  (Hamburg, DE)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ", F. Cipe(1),A. Yildiran (1), Z. Siklar(1), M. Yuksek(2), G. Ocal(1), A. Ikinciogullari(1)(1)Ankara University School of Medicine (Ankara, TR);(2)Zeynep Kamil Hospital (Istanbul, TR)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "R1250Reduced-intensity conditioning regimen for allogeneic stem cell transplantation in an adult patient with Down's syndrome and acute myeloid leukaemiaA. Tendas, T. Dentamaro, L. Cupelli, P. Niscola, L. Scaramucci,  M. Giovannini, M. Ales, A. Spagnoli, A. Bruno, A.M. Coletta,  R. Giovagnorio, A.P. Perrotti, P. De Fabritiis  S. Eugenio Hospital (Rome, IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Palonosetron in children receiving bone marrow transplantation: a single-centre experience G. De Simone, M.R. D'Amico, M. Buonanno, M. Ripaldi Hospital Pausilipon (Naples, IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "R1256Successful cord blood stem cell transplantation for advanced acute myeloid leukaemia in an adult patient with history of orthotopic liver transplantation F.Patriarca, A. Sperotto, M.L. Battista, M. Medeot, A. Geromin,  E. Toffoletti, M. Cerno, S. Buttignol, A. Candoni, E. Simeone,  R. Fanin  Division of Haematology (Udine, IT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "PBSC harvest data was retrospectively analysed from Jan 2007 to Dec 2008 and comprised of 77 patients (M/F 38/39, median age: 51, range 22-68). Patients: myeloma (MM) (n=35), non Hodgkin's lymphoma (NHL) (n=27), Hodgkin's Disease (HD) (n=6), other haematological malignancies (n=13). Patients were harvested using 4 different mobilisation/post chemotherapy regimes: Cyclo G-CSF only, Ara-C and DHAP. The effi cacy of the mobilisation regimes for all collection episodes regardless of disease type were assessed. MM and NHL harvests were separately analysed. Lastly paired data, was examined. Median results for all mobilisations revealed Cyclophosphamide data PBSCH CD34 = 2.35 x 10 6 /kg (range: 0.16-7.89). Ara-C PBSCH CD34=3.46 x 10 6 /kg (range: 0.41-74.62). G-CSF only: PBSC CD34=3.48 x 10 6 /kg (range: 0.71-22.74) and DHAP: PBSC CD34=4.35 x 10 6 /kg (range: 0.4-64.31). Collection post",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "R1260Immunomagnetic selection: comparison between washing and incubation performed with manual and automated methods F. Zinno(1), F. Landi (1), G. Balduino (1), V. Aureli (1), A. Lanti (2), P. Sodani (3), G. Adorno (4), G. Lucarelli (3), G. Isacchi (1) (1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "R1266 HSC donor and recipient experience with post-transplant donor lymphocytes: a single-centre retrospective audit E.K. Nicholson, A. Clark, I.G. McQuaker, A.N. Parker, K.W. Douglas Beatson West of Scotland Cancer Centre (Glasgow, UK) Objectives: To audit HSC donor and recipient outcomes in relation to post-transplant donor lymphocytes (DL). Patients & methods: DL were collected by apheresis on COBE Spectra. All donations between January 2000 and December 2008 were audited retrospectively via the local transplant database. The recipients had AML(n=5), CML(n=13), myeloma(n=5), NHL(n=3), myelofi brosis(n=3) or other conditions(n=8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": ", T. Torosian (1), M. Paluszewska (1), E. Urbanowska (1), M. Król (1), A. Milczarczyk (2), K. Jedynasty (2), E. Franek (2), W. Wiktor-Jedrzejczak (1) (1)Medical University of Warsaw (Warsaw, PL); (2)Central Clinical Hospital of Ministry of Internal Affairs and Administration (Warsaw, PL)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ": a single-centre experience T. Moscato, M. Martino, G. Messina, G. Console, E. Spiniello, D. Marcuccio, E. Massara, R. Fedele, G. Irrera, P. Iacopino U.O. Ematologia con Trapianto (Reggio Calabria, IT)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". For this reason, it is necessary to store CB units that can guarantee the cell dose useful to the transplantation. Our aim is to evaluate if exists a correlation between TNC value, CD34+ numbers and type of delivery. Calabria Cord Blood Bank (CCBB) works in collaboration with the Italian Cord Blood Banks Network. CCBB defi ned as qualifi cation standard the TNC > 1,1 x 10E9. From January 2008, CCBB collected n° 628 CB units. From January to October 2008, 68 cryopreserved CB units were evaluated at CCBB; 56% from caesarean birth and 44% from natural delivery. For TNC count, the cell count Dasit KX21 was used; for CD34+ cells evaluation, the fl ow cytometer BD FACS Calibur and monoclonal antibodies Becton Dickinson. Mean value of collected TNC is 1,67 x 109(SD±0,51) for natural delivery and 1,42 x 109 (SD± 0,28) for caesarean birth. Mean value of CD34+ cells number is 4,94 x 106 (SD±3,41) in natural delivery and 4,55x 106(SD±3,08) in caesarean section. Our data show absence of difference statistically signifi cant and we conclude that type of delivery does not infl uence cord blood units quality.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(range: 1.4-16.96 * 10 8 kg). Median CD34+ infused cells was 0.90% of harvested WBC (range: 0.1%-27.3%). Median time to Absolute Neutrophil Count ≥0.5 * 109L was +13 and Median time to platelet count ≥20 * 109L was +20. Median infused packed cells(PC) was 3units (range: 0-20) (31 pts without PC transfusion) and median infused Platelet was 5units (range: 0-35) (18 pts without Platelet transfusion). At present 81 out of 108 are alive and 27 patients died. Seven patients (8.3%) developed grade III-IV Mucositis. Fifty two patients (63.3%) developed nutropenic fever. 100-days post transplant mortality was 7.41%. Median follow up period was 262 days. 3-year DFS was 47.5%. 3-year OS was 60.1%. Conclusion: We conclude this conditioning regimen has low 100-days post transplant mortality and manageable complications and acceptable DFS and OS.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "leukaemia R1274 Myeloablative allogeneic haematopoietic stem cell transplantation for 25 patients under 18 years of age with chronic myeloid leukaemia R. Ahmed Nacer, M. Benakli, M. Baazizi, R. Belhadj, N. Rahmoune, F. Mehdid, F. Harieche, D. Ait Ouali, F. Zerhouni, R.M. Hamladji Pierre and Marie Curie Center (Algiers, DZ)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Since year 2000, 10 patients with primary myelofi brosis (8 females and 2 males age 29-55y median 46.5) received allo HSCT (7 sib and 3 unrelated donors matched at allele level). According to the Dupriez prognostic system: 2,6,2 patients were in high, intermediate an low risk of the disease. The diagnosis was proved by trephine biopsy, which revealed that all patients were at advanced stage of fi brosis, all patients had splenomegaly and abnormal blood smear with the presence of erythroblasts. The length of the disease duration was from 7 to 36 months (median 19). Six patients were transfusion dependent because of anaemia and thrombocytopenia, three patients were on steroids and six on hydroxycarbamide. Splenectomy prior to transplantation was performed in two patients. Two patients received myeloablative conditioning (Busulfan 16mg/ kg Cyclophosphamide 120 mg/kg) and eight reduced intensity conditioning (Busulfan 8 mg/kg, Fludarabine 120 -150 mg/m² or Melphalan 120-140 mg/m² and low dose ATG). All patients were transplanted with PBPC with CD34 dose from 1.8 to 11.7 x 10 6 /kg (median 6.2 x 10 6 /kg). Two patients died due to transplant toxicity (one with additional EBV reactivation and sepsis and one with VOD symptomatology). In other patients toxicity was mild and there was no aGvH exceeding grade I. Two patients transplanted with major blood group incompatibility developed PRCA. Plasmapheresis and Erythropetin were successfully employed in those patients. Finally all surviving patients reconstituted haematologically. A trephine biopsy performed 1 months post transplant documented the process of bone marrow remodeling with a normal picture six months post transplant. All patients except one had full chimerism. Eight out of ten patients are alive and with normal hematopoesis during observation period from 1 to 104 months (median 24). The post transplantation course was similar in patients having and lacking JAK 2 mutation. In conclusion haematopoetic stem cell transplantation in primary osteomyelofi brosis is associated with rather low risk and results in sustained haematological recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Nutritional assessment of children undergoing haematopoietic stem cell transplantation for primary immunodefi ciency or severe autoimmune disease M. Slatter, C. Ferguson, E. Rogerson, A. Yurasova, P. Askew, T. Flood, M. Abinun, A. Cant, S. Bunn, J ",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 247,
                    "text": "Slatter, C. Ferguson, E. Rogerson, A. Yurasova, P. Askew, T. Flood, M. Abinun, A. Cant, S. Bunn, J",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1279"
        },
        {
            "text": "A major challenge post HSCT is adequate nutrition, as poor nutritional status adversely affects outcome. Patients undergoing HSCT for PID often fail to thrive pre-HSCT due to underlying disease. We aimed to document nutritional intake of PID children undergoing HSCT at our centre. 15 children who underwent HSCT for PID or severe autoimmune (AI) disease from April 2007 -January 2008 were evaluated. The following prospective data was collected: Diagnosis, age, donor, conditioning, presence of infection and growth. Nutritional intake, biochemical indices, use of antiemetics and complications were documented on admission, after 2 weeks, then monthly until day 0, +7, +14, +21, +28, +42 then monthly until discharge home. Patient characteristics: 8 patients had SCID, 5 had other PID. 2 had severe AI disease. Age at transplant ranged from 2 months to 16.6 years (median 8 months). 9 were ≤ 1yr. 8 had unrelated (2 cords), 5 matched family, 1 matched sibling and 1 haploidentical donor. All had chemotherapy conditioning -4 Bu/Cy, 3 Flu/Melph, 7 Treo/Flu, 1 Treo/Cy. Results: All received supplementary feeding via nasogastric (14) or percutaneous jejunal tube (1) . Only 2 required total parenteral nutrition, 1 with severe AI disease and 1 with persistent norovirus enteritis. All received at least 1 anti-emetic. 4 had viral enteritis -2 norovirus, 2 adenovirus. In 14 patients for whom adequate data was available, all had a reduction in calorie and protein intake in the 2-3 weeks following HSCT, because of fl uid restriction. 2 had grade II skin GVHD, None developed gut GVHD. 7 had mucositis requiring morphine. Only 1 patient lost weight overall from time of admission to discharge, one had static weight, but 13 gained weight, by time of discharge. Further evaluation of nutritional indices is required. The time around HSCT is the most challenging to support adequate nutrition. Careful nutritional assessment of patients undergoing HSCT is critical and should direct nutritional support. Patients should be optimised nutritionally prior to HSCT, as the high metabolic demands around the time of HSCT are unlikely to be met over the immediate transplant period. thalidomide+dexamethasone and partly B, B+dexamethasone, B+adriamycin+ dexamethasone (PAD). The B group had a post-tx maintenance therapy with B 4 weeks: 1,3 mg 2 iv doses weekly + dexamethasone 20 mg 4 days. Results: Length of survival times (OS) without and with B were signifi cantly different. Further analysis of the curves in complete remission indicated 100% survival probability and 90% disease free survival (DFS) in 19 patients in a 50-month period. In the very good partial remission (VGPR) group (12 pts) the OS was 100%, however, the DFS was only 60%. The survival curves were signifi cantly worse when tx was made in partial remission (OS: 55%, DFS: 50% by 23 pts). Conclusions: 1. The author›s data support the fi nding that lasting survival can be expected when tx is performed in CR or VGPR. 2. In the interest of this, in cases of a more aggressive disease, the fi rst line PAD protocol before tx is the best therapy. After the tx a consolidation therapy with B+dexamethasone is very useful. 3. In a slightly less aggressive disease or with accompanying diseases a thalidomide+dexamethasone fi rst therapy may also be possible. 4. Tx performed in partial remission maybe dangerous. At this time needed put in \"the therapy arsenal\".",
            "cite_spans": [
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Thomas, A. Gennery Newcastle upon Tyne Hospitals NHS Foundation Trust (Newcastle upon Tyne, UK)"
        },
        {
            "text": "Acute renal failure in myeloma patients during mobilisation procedures for autologous transplantation A. Pivkova (1) During the last 30 years blood cell separation, generally referred to aphaeresis, has established a central role in both blood donor programmes and therapeutics. The technological advances in aphaeresis equipment have made procedures safer, faster and more effective. We present 3 cases (2 males and 1 female) with multiple myeloma treated at our department during 2007 until 2008. Initial chemotherapy treatment was provided with thalidomide based regimens (C-Thal dex 4 cycles or ThalDex in 4 cycles) or 4 cycles of VAD in one patient. All 3 patients before diagnosis and during initial treatment had normal and stable renal function. After completing remission in all, mobilisation of PBSC was preformed with G-CSF 10mcg/kg in duration of 5 days. The number of WBC count prior collection was median 42 x10 9 /L (30-51) with median lymphomonocyte percent 13, 43 (4-22). Aphaeresis was preformed at day 5 with Cobe Spectra cell separator and large volume aphaeresis. In all 3 patients after fi nishing the fi rst procedure we registered increase of renal degradation products in the serum during the fi rst 6 hours post aphaeresis and complete anuria which revealed in acute renal failure (renal type) treated with haemodialysis in several consecutive occasions. One month after resolving the renal impairment the patients continued with second mobilisation procedure with the same regimen and obtained a minimal MNC count of 2,0x10 8 /kg. Autologous transplantation followed by Melphalan reduced dose conditioning 100mg/m². Engraftment was registered for Ne>0,5x10 9 /L and Plt >20x10 9 /L on median day + 10 (8 to 12). The patients had no need for blood transfusions. All 3 are in CR med 7 mths (3) (4) (5) (6) (7) (8) (9) (10) (11) after transplant. In one patient 4 months after, a double transplant was preformed. Concerning the small group of patients, we can evaluate the possible impact of large volume aphaeresis in the renal impairment in these patients or the infl uence of cytokine mobilised cells on renal tubules.",
            "cite_spans": [
                {
                    "start": 1815,
                    "end": 1818,
                    "text": "(3)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1819,
                    "end": 1822,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1823,
                    "end": 1826,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1830,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1831,
                    "end": 1834,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 1835,
                    "end": 1838,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 1843,
                    "end": 1847,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 1848,
                    "end": 1852,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "R1290"
        }
    ]
}