{
    "paper_id": "d8b3e15a543a14c8412496a26fea778c0fa8cd9a",
    "metadata": {
        "title": "9. Globalizzazione e salute: nuove prospettive e nuovi rischi nell'era della genomica",
        "authors": [
            {
                "first": "Anna",
                "middle": [
                    "Maria"
                ],
                "last": "Rossi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Il binomio globalizzazione/salute salta usualmente alla ribalta di fronte alle emergenze sanitarie come la SARS 1 , o più recentemente l'influenza aviaria, che godono fin troppo spesso dell'onore delle cronache. Considerata la velocità con cui si possono diffondere nuovi germi patogeni, giustamente è cresciuta la preoccupazione per il rischio di pandemie. Tuttavia, possiamo sentirci rassicurati, almeno in parte, dal fatto che la globalizzazione si porta dietro anche un'elevata capacità di rispondere alle emergenze su scala planetaria, com'è successo per il controllo della diffusione della SARS e si spera che succeda nel caso dell'influenza aviaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Il rapporto tra globalizzazione e salute può essere guardato in una prospettiva più ampia, diversa da quella delle emergenze sanitarie, tenendo presente che la globalizzazione agisce contestualmente su diversi fattori determinanti per la salute generale, e non si tratta solo di fattori economici, ma anche politico-istituzionali, socioculturali e ambientali [1]. Basti pensare a quanto l'instabilità politica e lo stato di conflitto possano pesare sulle possibilità di sviluppo economico e sociale di un Paese e, direttamente o indirettamente, sullo stato di salute della popolazione.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Il binomio globalizzazione/salute salta usualmente alla ribalta di fronte alle emergenze sanitarie come la SARS 1 , o più recentemente l'influenza aviaria, che godono fin troppo spesso dell'onore delle cronache. Considerata la velocità con cui si possono diffondere nuovi germi patogeni, giustamente è cresciuta la preoccupazione per il rischio di pandemie. Tuttavia, possiamo sentirci rassicurati, almeno in parte, dal fatto che la globalizzazione si porta dietro anche un'elevata capacità di rispondere alle emergenze su scala planetaria, com'è successo per il controllo della diffusione della SARS e si spera che succeda nel caso dell'influenza aviaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Il rapporto tra globalizzazione e salute può essere guardato in una prospettiva più ampia, diversa da quella delle emergenze sanitarie, tenendo presente che la globalizzazione agisce contestualmente su diversi fattori determinanti per la salute generale, e non si tratta solo di fattori economici, ma anche politico-istituzionali, socioculturali e ambientali [1] . Basti pensare a quanto l'instabilità politica e lo stato di conflitto possano pesare sulle possibilità di sviluppo economico e sociale di un Paese e, direttamente o indirettamente, sullo stato di salute della popolazione.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nonostante il diritto alla salute sia stato universalmente riconosciuto come un diritto fondamentale [2] , le enormi disparità tra i Paesi a diverso livello di sviluppo si frappongono al raggiungimento di una buona salute globale. Tanto per fare un esempio, nell'ultimo secolo la speranza di vita è molto aumentata in tutto il Mondo, ma il dislivello tra Nord e Sud resta considerevole: mentre nei Paesi avanzati supera ormai gli ottanta anni, in alcuni Paesi dell'Africa Sub-Sahariana non arriva nemmeno alla metà [3] . D'altra parte, i progressi più significativi in termini di salute pubblica si sono avuti in quei Paesi emergenti che hanno potuto contare sulla pace e su maggiori investimenti per il miglioramento delle condizioni socio-economiche della popolazione 2 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Il divario tra Nord e Sud"
        },
        {
            "text": "Accanto alle notevoli differenze tra Paesi a diverso grado di sviluppo, non bisogna però dimenticare che, anche nei Paesi più avanzati, persistono gravi disparità tra le classi sociali nell'accesso alla prevenzione e alla cura delle malattie. Laddove è cresciuto il numero dei poveri è aumentato anche il numero dei malati, sia perché la povertà è intrinsecamente associata a una maggiore morbilità, ma anche perché, in alcuni Paesi, ai gruppi sociali meno abbienti è precluso perfino il diritto all'assistenza medica di base. Ne è una prova la stima che la speranza di vita dei ceti più poveri sia mediamente di dieci anni più bassa di quella dei più ricchi. Ed è altrettanto significativo che la probabilità di sopravvivenza al cancro sia proporzionale allo status socioeconomico, che è correlato sia al livello di sorveglianza, e quindi alla diagnosi precoce, che all'accesso alle terapie più efficaci, spesso più costose. Per realizzare l'obiettivo di una buona salute per tutti è necessario puntare a un maggior livello di equità per quanto riguarda la prevenzione e l'accesso alle cure sia tra gli strati della popolazione che tra i diversi Paesi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Il divario tra Nord e Sud"
        },
        {
            "text": "Ci sono differenze sostanziali tra i problemi sanitari dei Paesi avanzati e quelli del Terzo Mondo. Nei primi si ha un'altissima diffusione di malattie ampiamente attribuibili agli stili di vita e alla struttura demografica della popolazione. Attualmente si stimano 33 milioni di morti all'anno in tutto il Mondo a causa del cancro, del diabete, delle malattie degenerative del sistema cardio-circolatorio e del sistema nervoso [3] . L'incidenza di queste malattie è in spaventoso aumento nei Paesi industrializzati, in parallelo con l'invecchiamento della popolazione, ma sta crescendo in misura significativa anche nei Paesi emergenti, in concomitanza con il diffondersi di modelli di vita di tipo \"occidentale\". E ciò a dispetto del fatto ormai noto che il rischio di insorgenza potrebbe essere efficacemente ridotto intervenendo sui fattori eziologici principali, quali la dieta troppo ricca, la scarsa attività fisica, lo stress eccessivo, l'abuso di droghe e la presenza di sostanze tossiche nell'ambiente. Nel Terzo Mondo, viceversa, i problemi sanitari prioritari sono essenzialmente connessi a un'altissima diffusione di malattie infettive conseguenti alla malnutrizione, troppo spesso essa stessa un portato della guerra, alla scarsità di risorse idriche e al basso livello delle condizioni igienico-sanitarie. La mortalità materno-infantile è elevatissima e 11 milioni di bambini muoiono prima dei cinque anni di età, oltre 2 milioni muoiono in conseguenza di forme diarroiche e infezioni polmonari [3] . Milioni di vite umane potrebbero essere risparmiate con opportune campagne di prevenzione e di educazione sanitaria, oltre che con terapie efficaci volte a debellare le infezioni che sono alla radice di questa terribile strage. Comunque, le malattie infettive non colpiscono in modo indiscriminato e sono tragicamente più diffuse tra i ceti più deboli. La TBC 3 , che insieme alla malaria e all'AIDS 3 , detiene il triste primato di causare 6 milioni di morti all'anno in tutto il Mondo, colpisce dieci volte di più i poveri e la principale responsabile è la mancanza di acqua potabile.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1510,
                    "end": 1513,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Il divario tra Nord e Sud"
        },
        {
            "text": "La mappa mondiale della diffusione della TBC, come quella di altre malattie infettive, ricalca quasi perfettamente la mappa della povertà e, quindi, la lotta a queste piaghe va giocata su un unico tavolo, come viene riconosciuto anche dai 191 Paesi firmatari degli UN Millennium Development Goals (MDG) 4 , nei quali si riafferma l'importanza cruciale della riduzione della mortalità, soprattutto quella materno-infantile, e del miglioramento della qualità della vita e delle condizioni ambientali, come requisiti primari per la realizzazione degli obiettivi principali di sradicare la povertà e di promuovere uno sviluppo sostenibile entro il 2015 [4] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Il divario tra Nord e Sud"
        },
        {
            "text": "Ci sono ovviamente molte strategie di intervento per migliorare la salute globale. Un punto cardinale è il consolidamento dei servizi sanitari, che garantiscono un sistema centralizzato di salvaguardia della salute. Spesso, nei Paesi in via di sviluppo, l'organizzazione dei sistemi sanitari è debole e mancano le infrastrutture minime, per cui maggiori risorse devono essere destinate ai servizi, soprattutto quelli rivolti alla prevenzione, e non limitarsi solo alla distribuzione di farmaci. D'altra parte, nei Paesi più avanzati, sta prendendo piede una concezione neoliberista che vede la salute del cittadino come un bene privato, sottoposto alle leggi del mercato. In molti Paesi, tra cui il nostro, la salute della popolazione viene posta sempre più in secondo piano, con una progressiva privatizzazione dei servizi e una parallela riduzione degli investimenti pubblici nel settore [5] . Altri punti basilari sono il potenziamento del sistema scolastico 5 , per ottenere un livello più elevato di istruzione generale, soprattutto per le giovani generazioni, e il risanamento ambientale, incentrato sulla riduzione dell'inquinamento, sulla potabilizzazione delle acque e sullo smaltimento dei rifiuti.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 893,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Il ruolo della ricerca scientifica nella promozione della salute globale"
        },
        {
            "text": "Nel quadro delle strategie per la promozione della salute globale, anche la ricerca scientifica e l'innovazione tecnologica rappresentano un punto di forza fondamentale. È quanto sostiene anche la WHO 6 , che caldeggia un potenziamento delle risorse dedicate alla ricerca sui problemi sanitari specifici del Terzo Mondo [6] . Nello stesso contesto, la WHO rileva che la genomica 7 e le biotecnologie a essa collegate hanno ampie potenzialità di promuovere lo sviluppo e, parallelamente, la salute globale, soprattutto se gli investimenti nel cosiddetto settore biotech saranno orientati prioritariamente alla soluzione dei mali che affliggono la parte più svantaggiata del Pianeta. Analogamente, la UN Task Force ST&I 8 , nel ribadire che le cono-5 L'organizzazione e l'efficacia dei sistemi formativi si ripercuotono sul livello dell'educazione sanitaria della popolazione generale e, di riflesso, sulle condizioni igienico-sanitarie, soprattutto in rapporto alla prevenzione della malattie. 6 World Health Organization: Organizzazione Mondiale della Sanità (OMS) 7 La genomica è la scienza che studia la struttura e la funzione del genoma o patrimonio genetico (si veda nota 9 ). 8 scenze genomiche debbano essere considerate un bene pubblico globale, raccomanda che venga incoraggiata la cooperazione tra settore privato e istituzioni pubbliche per tradurre le nuove acquisizioni scientifiche in prodotti accessibili e a basso costo, destinati a combattere le malattie più comuni [7] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 993,
                    "end": 994,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1065,
                    "end": 1066,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1182,
                    "end": 1183,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Il ruolo della ricerca scientifica nella promozione della salute globale"
        },
        {
            "text": "Il settore biotech prende l'avvio dalla tecnologia del DNA ricombinante o ingegneria genetica, che nasce nel 1972 quando Paul Berg ottenne la prima molecola di DNA ricombinante, derivante dalla fusione di DNA proveniente da organismi diversi. Da allora si è straordinariamente accresciuta la capacità di trasferire proprietà e caratteristiche genetiche da un organismo all'altro. D'altra parte, verso la fine degli anni Ottanta, si erano già registrati notevoli progressi nel campo della genetica e della biologia molecolare e, soprattutto, erano state sviluppate tecnologie rapide e potenti per lo studio del materiale genetico. In considerazione di queste acquisizioni, il premio Nobel Renato Dulbecco, in un famoso articolo pubblicato sulla rivista Science [8] nel 1986, lanciò l'idea di analizzare l'intero genoma umano 9 . La proposta suscitò consensi entusiastici per le immense potenzialità che la conoscenza dell'intero patrimonio genetico della nostra specie avrebbe potuto aprire nella comprensione più approfondita della fisiologia umana e delle basi biologiche di molte malattie. Suscitò però anche un coro di critiche, principalmente per i costi colossali che l'iniziativa avrebbe avuto, nel timore che le risorse necessarie sarebbero state sottratte ad altri settori di ricerca e soprattutto ad altri investimenti in campo sanitario.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 763,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Il progetto genoma umano fu avviato negli Stati Uniti nel 1990, ma divenne ben presto un'impresa collaborativa sopranazionale, con la creazione di un consorzio pubblico internazionale e il sostegno finanziario anche di soggetti privati, come la Wellcome Trust in Inghilterra [9] o il Telethon in molti Paesi, tra cui l'Italia [10].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Per le enormi potenzialità di applicazione della genomica, di grande valore anche sul piano commerciale, entrarono in campo varie compagnie private, come la Celera [11], che avviarono progetti paralleli, in parte in competizione con il consorzio. Lo sforzo collaborativo non si limitò allo studio del genoma umano, ma furono avviate centinaia di progetti per lo studio dei genomi di altri organismi viventi, alcuni di immediato interesse clinico (agenti patogeni, come batteri e virus), agroalimentare e industriale (anche piante ed animali), altri da usare come modelli più semplici per lo studio del genoma umano.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Si può dire che il progetto genoma umano abbia segnato un punto di svolta nella concezione stessa della ricerca biotech che si è trasformata in big science, dando un notevole impulso ad altre discipline come la chimica, la fisica, la matematica, l'informatica e l'ingegneria, che sono state impegnate nello sviluppo delle tecnologie di supporto, indispensabili per uno studio su vasta scala di questa portata. Naturalmente, i grossi interessi economici in gioco hanno contribuito a non far mancare i risvolti che generalmente accompagnano la big science: i condizionamenti politici ed economici sulla scelta di finanziare un progetto piuttosto che un altro, sulla segretezza di ricerche che possono trovare applicazione in settori strategici, sia in campo industriale sia militare, sulle modalità di divulgazione e di applicazione delle scoperte, dalla copertura dei brevetti alla commercializzazione, e via dicendo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Con grande soddisfazione, e con toni forse esageratamente trionfalistici, nel 2003 fu annunciato che la sequenza dell'intero genoma umano era stata completata, due anni prima di quanto preventivato e in coincidenza con il cinquantenario della scoperta della struttura a doppia elica del DNA. Ma il lavoro è tutt'altro che finito, anzi si può dire che sia appena cominciato 10 . 10 Le istruzioni contenute nel genoma sono simili ad una ricetta: come nella preparazione di un piatto, anche il più semplice, il risultato finale, cioè l'insieme delle caratteristiche dell'individuo, non è determinato a priori e in modo preciso, ma dipende dall'interazione fra gli ingredienti (i geni) e il modo in cui vengono cucinati (vale a dire dalle condizioni ambientali, dallo stile di vita, dalle scelte personali, ecc.). Le interazioni possibili sono pressochè infinite per cui lo studio della genomica è particolarmente complesso. È facilmente prevedibile che ci vorranno molti decenni di ricerca e di studio per assimilare, organizzare e integrare l'enorme mole di informazioni raccolte, la maggior parte delle quali è stata messa liberamente a disposizione di tutta la comunità scientifica [12] .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "La genomica è stata considerata la rivoluzione industriale della biologia, anche se non tutti condividono il grande entusiasmo che ha accompagnato la svolta. A leggere i giornali si ha l'impressione che si stiano ottenendo successi spettacolari e che ancora più straordinari se ne aspettino nel futuro, anche immediato, mentre in realtà si tratta di una sfida tutta aperta e i risultati concreti sono ancora relativamente modesti. Ma la partita si gioca sempre di più tra il settore pubblico della ricerca e quello privato, talvolta in concerto, ma più spesso in conflitto 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Tuttavia, è innegabile che la genomica abbia aperto interessanti prospettive in campo sanitario. Uno degli obiettivi più ambiziosi è quello di chiarire la relazione tra lo stato di salute di un individuo e il suo patrimonio genetico, cioè di capire quale ruolo abbiano i geni e le loro interazioni con i fattori ambientali nell'eziologia delle malattie. Nell'era della genomica, infatti, si è trasformato in modo sensibile il nostro approccio alle malattie, per quanto riguarda la prevenzione, la diagnosi e la terapia ed è cambiato radicalmente il modo di pensare e di studiare la biologia, il modo stesso di far ricerca, per cercare non solo di conoscere quello che c'è in un organismo vivente, ma anche quello che non c'è e vi può essere introdotto. Ma bisogna stare attenti a non farsi prendere da un eccessivo entusiasmo. Se si tende a dare un peso esagerato al ruolo dei fattori genetici e ai possibili benefici di una medicina genomica, si rischia di pensare che non sia necessario intervenire per migliorare la qualità della vita e le condizioni ambientali, e soprattutto per rimuovere le barriere delle disuguaglianze socio-economiche. Al contrario, nonostante le grandi aspettative che si sono generate, alle quali i mezzi di comunicazione dedicano un'attenzione per certi versi sproporzionata, in realtà la maggior parte dei frutti si potranno raccogliere solo nei tempi lunghi. 11 L'aspetto competitivo non deve sorprendere, è invece da considerare positivamente la sinergia che si è creata tra questi due mondi, che hanno principi diversi e finalità divergenti, l'uno fondamentalmente basato sull'accademia, che ha come missione primaria lo sviluppo e la diffusione delle conoscenze, mentre l'altro fondamentalmente basato sull'impresa, che ha come scopo principale la produzione e il profitto che ne può derivare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La genomica e le biotecnologie al servizio della salute"
        },
        {
            "text": "Le nuove acquisizioni scientifiche, tuttavia, possono contribuire già da adesso a migliorare la salute globale e in particolare quella dei Paesi più svantaggiati [13] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[13]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Il settore che ha avuto il maggiore impulso è quello dei metodi diagnostici. La conoscenza del genoma dell'agente patogeno, anche se prima del tutto sconosciuto, permette, nel giro di poche settimane dal suo isolamento, di approntare metodi diagnostici di semplice esecuzione e a costi per lo più contenuti, come è stato nel caso della SARS. Ogni anno vengono disegnati e prodotti centinaia, se non migliaia, di nuovi test accrescendo la capacità di accertare lo stato di malattia, in modo accurato e affidabile. Ma è soprattutto la rapidità dei test che può assicurare una diagnosi precoce ed una terapia adeguata, allo scopo di ottenere una guarigione più immediata, un minor spreco di risorse in terapie inutili o inefficaci e, soprattutto per le malattie infettive, il contenimento del contagio. Alcuni accorgimenti, anche molto semplici, possono rendere le tecniche diagnostiche particolarmente valide e adattabili anche in situazioni particolarmente disagiate, in cui può mancare l'acqua corrente o l'elettricità. A volte basta un semplice espediente, come quello di essiccare il campione di sangue su un pezzetto di carta da filtro che può poi essere spedito al laboratorio di analisi per accertare la presenza di HIV o di altri organismi patogeni, garantendo una buona conservazione del campione per molto tempo anche senza refrigerazione [14] .",
            "cite_spans": [
                {
                    "start": 1347,
                    "end": 1351,
                    "text": "[14]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Un altro settore nel quale si sono registrati notevoli progressi è quello dei vaccini, che trovano impiego nella prevenzione delle malattie infettive, ma anche nella cura di malattie degenerative, come il cancro. Anche in questo caso, i tempi di sviluppo sono molto accelerati grazie alla facilità di ottenere informazioni sul genoma degli agenti infettivi o delle cellule mal funzionanti. Per esempio, nonostante l'agente della malaria, il Plasmodium falciparum, sia già stato identificato da decenni, i molteplici tentativi di produrre un vaccino efficace con i metodi tradizionali non hanno mai avuto successo 12 . Si deve invece alle biotecnologie lo sviluppo di un vaccino ricombinante che è già in fase avanzata di sperimentazione in Gambia e Mozambico, dove la malaria è endemica e miete una vittima ogni mezzo minuto [15] . Tuttavia, nel caso dei vaccini, i tempi tra l'elaborazione del prodotto e il suo impiego clinico generalizzato sono piuttosto prolungati, per-ché è indispensabile verificarne l'efficacia clinica e l'innocuità prima della sua commercializzazione e dell'uso su vasta scala.",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Un altro campo al quale le nuove acquisizioni hanno dato e certamente daranno grande impulso nel prossimo futuro è quello della drug discovery. Attualmente la maggior parte dei farmaci prodotti nel Mondo sono indirizzati solo verso 500 bersagli molecolari, mentre lo studio della genomica potrebbe portare alla scoperta di migliaia di nuovi siti cellulari e quindi permettere di disegnare nuovi farmaci, mirati a correggere il difetto che è alla radice della malattia. Una migliore comprensione del ruolo dei geni nei processi fisiologici e patologici può indirizzare la ricerca verso farmaci che svolgano la loro azione direttamente sui bersagli molecolari direttamente coinvolti nello sviluppo della malattia o nel suo decorso. Grazie alla genomica si possono anche scoprire nuove applicazioni di farmaci già noti, come nel caso della fosmidomicina, un prodotto già utilizzato contro le infezioni urinarie. Studiando il genoma del Plasmodium, il parassita che è l'agente eziologico della malaria, si è scoperto che il farmaco può inibire un gene con una funzione vitale per il microrganismo e, quindi, è in grado di bloccare la malattia [16] .",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Questo campo è in grandissimo sviluppo, anche se le aspettative un po' troppo ottimistiche dei primi anni Novanta sono state ridimensionate, soprattutto per le biotecnologie. Per esempio, la terapia genica, che è uno dei temi che ha maggiormente eccitato l'immaginario collettivo, non è andata al di là di alcuni sporadici successi e la sua applicazione su vasta scala ha incontrato molte difficoltà, soprattutto per l'insorgenza di effetti collaterali e per la durata limitata dell'efficacia terapeutica. Tuttavia, sicuramente nei prossimi decenni questo settore vedrà espandere le sue potenzialità, soprattutto nella cura del cancro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Sebbene sia necessaria ancora una grossa mole di lavoro per acquisire le conoscenze fondamentali che stanno alla base dell'espressione dei geni, per sfruttare appieno le potenzialità delle biotecnologie, gli scenari fin qui delineati danno un'idea dell'impatto che alcune applicazioni della genomica possono avere sulla salute globale. Va detto che altre implicazioni, anch'esse di grande rilevanza, interessano lo sviluppo di biotecnologie che attengono ad altri ambiti, in particolare al settore agroalimentare, al settore del risanamento ambientale, la cosiddetta bioremediation, e al settore industriale. Per ragioni di brevità questi aspetti, anch'essi legati di riflesso alla questione della salute globale, sono stati tralasciati in questo contesto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Le prospettive più immediate"
        },
        {
            "text": "Restando nel campo più strettamente sanitario, c'è da rilevare che attualmente il panorama di nuove opportunità si rivolge solo in minima parte ai problemi della maggior parte della popolazione mondiale. Uno squilibrio che è stato denominato il gap 10/90 per sottolineare il fatto che il 90% degli investimenti per la ricerca sanitaria nel settore biotech, come in altri ambiti biomedici, sono spesi per studiare le malattie che affliggono il 10% della popolazione mondiale, e in generale la parte più ricca [17] . Va considerato che, a livello delle multinazionali farmaceutiche, che in larga misura indirizzano e condizionano la ricerca in questo settore, c'è un minore interesse a studiare e sviluppare vaccini e farmaci destinati a combattere le malattie più diffuse nel Sud del mondo, trascurando il fatto che i problemi sanitari spesso iniziano a livello locale, ma ben presto trascendono i confini nazionali e assumono una scala planetaria, come è stato per l'AIDS. La scelta di come impiegare le risorse destinate alla ricerca è cruciale. È sicuramente una visione economicamente miope, oltre che moralmente inaccettabile, quella di rivolgersi a piccoli mercati ricchi, sviluppando medicine sempre più sofisticate e costose, il cui uso potrebbe essere ristretto ai soli ceti più abbienti e precluso ai poveri della Terra, che possono permettersi le medicine solo se vengono abbassati i costi. È una vicenda ben conosciuta quella della battaglia legale per la riduzione dei costi dei farmaci retrovirali anti-AIDS in Africa, in cui si concentrano 25 milioni di HIV-positivi (il 70% di tutto il Mondo) 13 . Un caso meno noto ha avuto luogo un paio di anni fa, quando in Gran Bretagna fu lanciato un allarme per la meningite da meningococco di gruppo C, con una previsione di 10.000 casi di infezione e una stima di 1000 morti in dieci anni. Nel corso del 2003 ben tre industrie farmaceutiche svilupparono dei vaccini contro l'agente infettivo. Al contrario, nessuna multinazionale fu interessata a rispondere all'appello dell'UNICEF per progettare e produrre un vaccino contro il meningococco di gruppo A che nello stesso periodo ha causato 700000 casi di infezione e oltre 100000 morti nell'Africa Sub-Sahariana [18] . E allora viene da chiedersi se prevarranno solo considerazioni economiche o se si userà il potenziale dell'era della genomica per ridurre il divario tra Sud e Nord del Mondo. Le ricerche continueranno a concentrarsi sui prodotti per prevenire e curare le malat-tie dei ricchi, che già consumano una grande quantità di medicine, senza peraltro elevare in modo significativo il livello di salute generale? L'alternativa è di volgere lo sguardo intorno e capire che quello che serve sono presidi sanitari a basso costo, destinati alla lotta alle malattie più comuni sul piano globale.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1608,
                    "end": 1610,
                    "text": "13",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2219,
                    "end": 2223,
                    "text": "[18]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Le scelte delle multinazionali del farmaco"
        },
        {
            "text": "Poiché l'accesso alle biotecnologie può essere un fattore limitante per alcuni Paesi meno avanzati e la diffusione delle conoscenze genomiche può essere molto rilevante per la promozione della salute globale, è indispensabile un'intensa cooperazione internazionale per favorire il trasferimento del know-how. Un segnale in questo senso viene dal Canada che nel 2004 ha varato un programma quinquennale che destina il 5% del proprio budget per R&D alla ricerca specificamente rivolta ai problemi del Terzo Mondo. Se quest'esempio venisse seguito dagli altri Paesi dell'OECD potrebbe esserci un significativo incremento delle risorse disponibili per la realizzazione dei MDG [19] .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 677,
                    "text": "[19]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "Tuttavia, fortunatamente negli ultimi anni sta cambiando la percezione della genomica e delle biotech come settori molto costosi e quindi non applicabili ai problemi dei Paesi poveri. Alcune applicazioni sono diventate molto più economiche ed efficienti delle controparti tradizionali. In parte perché alcune multinazionali hanno ritenuto di investire su questi mercati poveri, ma di dimensioni enormi. Per dare un'idea, una campagna di vaccinazione lanciata dall'UNICEF richiede l'allestimento di 700 milioni di dosi, e quindi, anche se viene imposto un costo molto basso per la singola dose, il valore commerciale dell'operazione non è di entità trascurabile e la ricaduta economica è comunque garantita dall'alto numero di persone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "Ma soprattutto sta cambiando l'atteggiamento dei Paesi emergenti che hanno preso iniziative per rispondere ai bisogni ed alle priorità sanitarie nazionali con l'ausilio della genomica, incentivando un proprio settore biotech [3] . In alcuni Paesi, come il Brasile, l'India o la Cina, un notevole impiego di risorse è stato destinato alla ricerca e allo sviluppo industriale nei settori farmaceutico e biotecnologico per la produzione di test, farmaci e vaccini a basso costo. Ne è una prova il fatto che nell'arco di pochi anni è centuplicato il numero di imprese biotech dei Paesi emergenti che partecipano alle conferenze organizzate dalla Biotechnology Industry Organization negli Stati Uniti [20] . In una classifica che rapporta il numero di pubblicazioni scientifiche nel settore biotech per la salute al PIL, troviamo ai primi posti l'India e la Cina, seguiti da USA, Brasile, Germania, Gran Bretagna, Giappone, Sud-Africa, Canada e, solo al decimo posto, l'Italia. Anche prendendo come misura della capacità di innovazione il numero di brevetti biotech per la salute registrati presso l'US Patent Office, in rapporto al PIL, si trovano l'India e la Cina al terzo e quarto posto, subito dopo gli Stati Uniti e il Giappone [21] . Alcuni Paesi, come la Corea, hanno raggiunto elevati livelli di crescita economica proprio grazie ad un'elevata capacità di innovazione. È spiacevole notare che, anche in questa classifica, l'Italia occupi solo il decimo posto, mentre Paesi che partono da condizioni assai più svantaggiate hanno compreso che l'investimento in R&D del settore biotech rappresenta un potente motore della crescita economica 14 .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[21]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1642,
                    "end": 1644,
                    "text": "14",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "Se si guardano più da vicino le strategie adottate, si possono capire meglio le condizioni che hanno favorito la rivoluzione biotecnologica in atto in alcuni Paesi, che hanno una solida tradizione scientifica e una capacità produttiva sufficiente per utilizzare le nuove conoscenze e tecnologie. L'India, per esempio, che fin dalla proclamazione della sua indipendenza nel 1947, non ha mai smesso di guardare alla scienza e alla tecnologia come una strada maestra per lo sviluppo del Paese, ha attuato una forte politica di sostegno della ricerca pubblica e del settore privato, con finanziamenti di oltre 3 miliardi di dollari nel 2004 15 [22] . Unitamente agli stanziamenti di entità paragonabile delle aziende private, questi investimenti hanno promosso la creazione della Genome Valley, un enorme centro di ricerca, dotato di strumenti aggiornati e in grado di utilizzare tecnologie sofisticate, e numerosi parchi scientifici dove lavorano a stretto contatto università, centri di ricerca e imprese produttive. L'India sopporta una fuga dei cervelli (brain drain) dell'ordine di 100000 laureati all'anno e sta tentando di invertire il processo, sostenendo il rientro dei cervelli (brain gain) e il loro reinserimento con forti incentivi che hanno contribuito a potenziare il settore produttivo locale, tanto che il Paese occupa il dodicesimo posto al Mondo per numero di imprese biotech.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "[22]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "14 Sono state sollevate molte perplessità sull'opportunità di investimenti nel settore biotech da parte di Paesi con gravi situazioni di disagio socio-economico e sanitario, tuttavia in molti di questi Paesi c'è una forte convinzione che gli investimenti in R&D possono contribuire a cambiare il futuro, portando a una maggiore valorizzazione del capitale umano, anche attraverso il potenziamento dell'alta formazione. 15 Sebbene questa cifra sia almeno dieci volte più bassa di quella corrispondente degli Stati Uniti, è considerevole che rappresenti solo la metà di quanto i governi dei Paesi dell'Africa Sub-Sahariana hanno destinato nello stesso anno alle spese per gli armamenti.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 421,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "Fino al 2005, il sistema dei brevetti indiano non permetteva di brevettare prodotti, ma solo processi 16 . Questa limitazione ha fatto sì che le imprese investissero prevalentemente nell'innovazione di processi a basso costo, favorendo un enorme sviluppo del settore, per cui attualmente l'India occupa il quarto posto al Mondo tra i produttori di farmaceutici, aggiudicandosi l'8% del mercato per volume e l'1% per valore. La qualità di questi prodotti è attestata dal fatto che l'India è il secondo Paese, dopo gli stessi Stati Uniti, per numero di prodotti approvati dalla FDA 17 . Attualmente l'India è il più grande fornitore di vaccino DPT, la trivalente che viene somministrata anche ai nostri bambini, e produce un vaccino contro l'epatite B a un costo assolutamente competitivo rispetto a quello dei Paesi avanzati (50 centesimi contro 16 dollari). L'aspetto per certi versi sorprendente è che, in alcuni casi, la produzione non è rivolta solo al miglioramento delle condizioni sanitarie della popolazione e alla riduzione della spesa interna, ma anche verso il mercato internazionale, con un'elevata produzione di interferone, insulina, eritropoietina e altre decine di prodotti ricombinanti a basso costo. Per esempio, la terapia antivirale usata per combattere l'AIDS costa tre volte meno con prodotti dell'industria farmaceutica indiana rispetto a quelli delle multinazionali che praticano un costo assolutamente proibitivo per i Paesi più poveri (10000 dollari all'anno). Di conseguenza è in enorme crescita lo scambio commerciale di presidi sanitari tra Paesi del Sud del Mondo, tanto che il 67% delle esportazioni della produzione indiana è diretta al Terzo Mondo.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "16",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "17",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "C'è un rischio che anche nelle imprese dei Paesi emergenti prevalga la logica del profitto e in particolare che si preferisca produrre per le malattie dei Paesi industrializzati, che possono garantire maggiori margini di guadagno. Nel 2003 sono stati brevettati nei Paesi in via di sviluppo 105 prodotti ad uso sanitario di cui solo 10 erano rivolti a combattere le malattie dei poveri.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "Il successo delle strategie messe in atto dall'India, come da altri Paesi emergenti, potrebbe essere di lezione a molti Paesi cosiddetti avanzati, tra cui il nostro che, come si è visto, attualmente non si trova in una situazione molto promettente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        },
        {
            "text": "In conclusione, anche se ovviamente non possiamo aspettarci che le biotecnologie da sole risolvano tutti i problemi della salute globale, dobbiamo riconoscere che rappresenteranno sempre più uno strumento valido per la lotta alle malattie infettive, che affliggono principalmente il Terzo Mondo, e anche per quelle di tipo non-trasmissibile, che attualmente rappresentano il 60% delle cause di morte e per le quali si prevede un aumento fino ad oltre il 70% nell'arco dei prossimi 10-15 anni in tutto il Mondo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La cooperazione internazionale e l'iniziativa dei Paesi emergenti"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The health impacts of globalization: a conceptual framework",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Huynen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Hilderink",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Global Health",
            "volume": "3",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "25 della Dichiarazione universale dei diritti dell'uomo",
            "authors": [
                {
                    "first": "Art",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health Innovation in Developing Countries to Address Diseases of the Poor",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Broun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dangi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Innovation Strategy Today",
            "volume": "1",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "United Nations Millennium Development Goals",
            "authors": [],
            "year": 2000,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Globalization, global health and access to care",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Health Plann Manege",
            "volume": "18",
            "issn": "",
            "pages": "97--104",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomics and world health: Report of the Advisory Committee on Health Research. World Health Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim Report of Task Force 10 on Science, Technology, and Innovation. Commissioned by the UN Secretary General",
            "authors": [],
            "year": 2004,
            "venue": "Technology and Innovation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A turning point in cancer research: sequencing the human genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dulbecco",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science",
            "volume": "231",
            "issn": "",
            "pages": "1055--1056",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Top ten biotechnologies for improving health in developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdóttir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Genet",
            "volume": "32",
            "issn": "",
            "pages": "229--232",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Simple, sensitive, and specific detection of human immunodeficiency virus type 1 subtype B DNA in dried blood samples for diagnosis in infants in the field",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Drennan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Melvin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fosmidomycin for the treatment of malaria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borrmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jomaa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Parasitol Res",
            "volume": "90",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The 10/90 Report on Health Research. Global Forum for Health Research",
            "authors": [],
            "year": 2000,
            "venue": "Global Forum for Health Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Meningococcal conjugate vaccine for Africa: a model for development of new vaccines for the poorest countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jodar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Laforce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ceccarini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1902--1904",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Strengthening the Role of Genomics in Global Health",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Daar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdóttir",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Medicine",
            "volume": "1",
            "issn": "",
            "pages": "195--197",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Introduction: promoting global health through biotechnology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdottir",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nation Building through Science & Technology: A Developing World Perspective-10th Zuckerman Lecture",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mashelkar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "London. Innovation Strategy Today",
            "volume": "1",
            "issn": "",
            "pages": "16--32",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Indian biotechnology-rapidly evolving and industry led",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thorsteinsdottir",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "31--36",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "UN Task Force ST&I: gruppo Operativo delle Nazioni Unite su Scienza, Tecnologia ed Innovazione.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}