{
    "paper_id": "dcf63d3e2d431151a83a8eb7941c51b203e05552",
    "metadata": {
        "title": "Aetiology and outcome in 90 cats presenting with dyspnoea in a referral population",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Swift",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Dukes-Mcewan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Fonfara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "F"
                ],
                "last": "Loureiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Burrow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dyspnoea is defi ned as laboured or diffi cult breathing and is a common reason for the emergency presentation of feline patients in veterinary medicine. Early clinical signs may be diffi cult for owners to appreciate until the signs have become severe. Therefore, dyspnoeic cats are frequently presented as acute emergencies. Investigations to discover the underlying aetiology must be balanced with the status of the cat (Tseng and Waddell 2000) as stress can be detrimental in these patients. Frequently supportive treatment and stabilisation of the patient is necessary before further investigations can be undertaken.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 447,
                    "text": "(Tseng and Waddell 2000)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Feline dyspnoea can be due to upper airway disease, lower airway disease, pulmonary parenchymal disease, pleural disease, mediastinal disease, cardiac diseases, thoracic damage and extra-thoracic diseases. Upper airway disease includes stenotic nares, rhinitis, nasal neoplasia, laryngeal disease and tracheal lesions (Schachter and Norris 2000, Jakubiak and others 2005) . Lower airway diseases include extraluminal airway compression, foreign bodies, chronic bronchitis/asthma and smoke inhalation others 1995, Foster and others 2004) . Pulmonary parenchymal disorders include bronchopneumonia, aspiration pneumonia, non-cardiogenic pulmonary oedema, intrapulmonary haemorrhage, pulmonary thromboembolism and pulmonary neoplasia (Ohn and others 2004 , Schermerhorn and others 2004 , Grandi and others 2005 . Pleural diseases, most commonly pleural effusions, have a variety of aetiologies, including infectious [for example, feline coronavirus infection or feline infectious peritonitis (FIP), bacterial pyothorax], neoplastic or cardiac. Mediastinal disease includes neoplasia, toxins (for example, paraquat and warfarin poisoning) and infections. Common neoplastic causes are lymphoma and thymoma (Patnaik and others 2003, Jakubiak and others 2005) . Cardiac disease includes acquired disease (particularly the cardiomyopathies such as hypertrophic, dilated, restrictive, unclassifi ed and arrhythmogenic right ventricular primary forms, and secondary cardiomyopathies) and congenital cardiac diseases (Ferasin and others 2003 , Chetboul and others 2006 , Schrope and Kelch 2007 . Dyspnoea in cardiac disease is usually associated with pulmonary oedema or pleural effusion. However, congenital right to left shunting cardiac defects may result in dyspnoea due to chronic hypoxaemia. Thoracic damage can result in dyspnoea from pleural effusion, pneumothorax, diaphragmatic hernia, pulmonary contusions OBJECTIVES: Dyspnoea is an unspecifi c severe presenting sign, which can be life threatening and requires prompt treatment. Dyspnoeic cats often have signifi cant underlying disease. Underlying aetiologies in cats that presented with dyspnoea were reviewed, and associations with patient signalment and outcome were investigated.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 332,
                    "text": "(Schachter and",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 333,
                    "end": 358,
                    "text": "Norris 2000, Jakubiak and",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 371,
                    "text": "others 2005)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 523,
                    "text": "others 1995, Foster and",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 536,
                    "text": "others 2004)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 751,
                    "text": "(Ohn and others 2004",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 782,
                    "text": ", Schermerhorn and others 2004",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 807,
                    "text": ", Grandi and others 2005",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1213,
                    "text": "(Patnaik and",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1214,
                    "end": 1239,
                    "text": "others 2003, Jakubiak and",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1252,
                    "text": "others 2005)",
                    "ref_id": null
                },
                {
                    "start": 1506,
                    "end": 1530,
                    "text": "(Ferasin and others 2003",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1557,
                    "text": ", Chetboul and others 2006",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1582,
                    "text": ", Schrope and Kelch 2007",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The case records of 90 dyspnoeic cats were retrospectively reviewed and separated into different groups depending on aetiology (cardiac, respiratory, neoplastic and trauma). Duration of clinical signs, presentation, hospitalisation length and survival were analysed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "RESULTS: Cardiac (38 per cent), respiratory (32 per cent) and neoplastic (20 per cent) diseases were common causes of feline dyspnoea. Cats with respiratory causes had longer duration of clinical signs (P<0¥001) before presentation. Cats with neoplasia were signifi cantly older (P<0¥001). No signifi cant difference in respiratory rates was present between the groups (P=0¥154). High heart rates (P<0¥001) and abnormalities on cardiac auscultation were more likely in the cardiac group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "CLINICAL SIGNIFICANCE: Frequent causes of dyspnoea in cats were cardiac disease followed by respiratory causes and neoplastic conditions. Heart rate on presentation and presence of heart murmurs or gallops are useful to identify cardiac causes. Improved proportion surviving was found in the respiratory group (P=0¥027), whereas cats with neoplasia had the worst outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "Aetiology and outcome in 90 cats with dyspnoea or rib fractures. Extra-thoracic diseases include anaemia or heatstroke (Luis Fuentes 1998, Martin and Corcoran 2006) . The diseases listed cause dyspnoea via obstruction of airways, restriction of lung parenchyma, parenchymal impairment, pulmonary oedema, pleural effusion, ventilation-perfusion mismatch and haematological disorders.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 149,
                    "text": "(Luis Fuentes 1998, Martin and",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 164,
                    "text": "Corcoran 2006)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "To the authors' knowledge, this is the fi rst study of feline dyspnoea as a presenting sign. Other studies examine specifi c conditions and comment on the frequency of dyspnoea as a presenting sign in that condition. The objective of the study was to investigate frequent aetiologies in cats presented with dyspnoea and whether age, presentation as emergency or routine referral, duration of clinical signs and respiratory or heart rates on admission had an effect on predicting survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS:"
        },
        {
            "text": "The medical records of all cats referred to University of Liverpool Small Animal Teaching Hospital (LUSATH) between January 2003 and December 2007 were searched for \"dyspnoea\" using a database software program (Animalcare tools). Cats were eligible for inclusion into this retrospective study if they were identifi ed to be dyspnoeic on initial presentation, assessed by the referring veterinary surgeon or clinician who initially assessed the case at LUSATH, and in which case records were complete. A total of 90 cats were identifi ed and their records were reviewed for signalment (breed, age and sex), presentation as emergency or routine consultation, duration of clinical signs before consultation according to the owner, respiratory rate on admission, length of hospitalisation at LUSATH, underlying aetiology and outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Depending on underlying cause of dyspnoea, cats were separated into four major groups: (i) cardiac, (ii) respiratory, (iii) neoplastic and (iv) traumatic. Within these categories, further subdivisions were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "i. Cardiac cases included cats with congenital heart disease (aortic stenosis, cor triatriatum sinister, tricuspid dysplasia, In one case presenting with dyspnoea no underlying cause was found, and the cat improved spontaneously with oxygen therapy, without further dyspnoeic episodes. This case was excluded from further analysis. Cats with more than one condition were placed into the group most likely to be causing the dyspnoea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Examination of all cats included physical examination, routine haematology and biochemistry and thoracic radiography. Supportive treatment was commenced in unstable cats, and other diagnostic tests only carried out once stable. Diagnostic and therapeutic thoracocentesis were carried out in cats suspected of having a pleural effusion. Six lead electrocardiography, Doppler-derived systolic blood pressure measurement and Doppler echocardiography were performed in patients suspected or known to have cardiac disease. In addition, a T4 assay was performed in cases suspected of having acquired heart disease. Bronchoscopy and broncho-alveolar lavage (BAL) were performed in dyspnoeic cases where a respiratory cause was suspected once these cases were stable enough to tolerate anaesthesia. In cases with a suspected infectious cause for pleural effusion, fl uid cytology, bacteriological culture and feline coronavirus serology were performed. In cases with an accessible thoracic mass, fi ne needle aspirates were obtained and submitted for cytological analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For the population as a whole, and within the main categories, descriptive statistics were carried out using commercial statistical analysis software (Excel; Microsoft, Sigmastat v2⋅03; SPSS Inc.). For continuous variables, comparison between groups was made using one-way analysis of variance (ANOVA) when data were normally distributed, with multiple pair-wise testing using the Tukey test, or Kruskal-Wallis ANOVA on ranks where non-normal distribution of data was evident, with multiple comparisons using the Dunn's method. The pair-wise comparisons (Tukey or Dunn's) were only performed if a statistically signifi cant ANOVA or Kruskal-Wallis ANOVA result was attained. If only two groups were being compared, the unpaired two-tailed Student's t test was used, or the Mann-Whitney U test when data were not normally distributed. For categorical variables, comparison between groups was made after constructing contingency tables using chi-squared test or Fisher's exact test. Demographics of the LUSATH Feline Hospital Population were compared with the dyspnoeic population. In analysing the numbers of pedigree cats, all breeds were grouped and compared with all non-pedigree cats (domestic short or longhaired; DSH, DLH). In investigating any differences between age when comparing the age of the dyspnoeic population with the hospital population, ages were grouped as <2 years, 2 to 5 years, 6 to 10 years, 11 to 15 years and >16 years. Neutered cats were included in their gender group, to compare total numbers of males and females, because very few entire cats were present in the dyspnoeic population. Statistical significance was accepted as P<0⋅05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Ninety cats referred to LUSATH between 2003 and 2007 were presented with dyspnoea. Of these 58 per cent presented as emergencies. Comparing the dyspnoeic population with the hospital population showed no signifi cant differences in gender or the proportions of non-pedigree versus pedigree cats. However, the dyspnoeic population was signifi cantly older (median 6⋅1 years, ranging from 4 months to 18 years) than the hospital population (median 5 years; P<0⋅001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The most frequent diagnosis was cardiac disease (n=34, 37⋅7 per cent), followed by respiratory (n=29, 32⋅2 per cent), neoplastic (n=18, 20⋅0 per cent) and traumatic (n=8, 8⋅9 per cent) conditions. Table 1 gives the summary data for each group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Cardiac Thirty-four cats [23 male (one entire) and 11 female (one entire)] were diagnosed with cardiac causes; 28 cats had acquired heart disease, four had congenital heart disease and in two cats presented with congestive heart failure no diagnosis was achieved. One died before further investigations were obtained and one was hyperthyroid and responded to symptomatic treatment. Details of the animals are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Causes of dyspnoea"
        },
        {
            "text": "Most cats with acquired heart diseases were diagnosed with HCM/HOCM (n=16) and UCM (n=8; table 2). Of the HCM/HOCM cases, 13 had radiographic evidence of pulmonary oedema, two had pleural effusions and one had both. Five of the eight cats with UCM had pleural effusions, two had pulmonary oedema and one had both. Both cats with RCM presented with pleural effusions. Thyrotoxicosis, a cause of secondary cardiomyopathy, was seen in two other cats, one with UCM and one with RCM. In neither case did the heart muscle disease improve despite good control of thyroid hormone levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of dyspnoea"
        },
        {
            "text": "There was no signifi cant difference in respiratory rate (P=0⋅375), heart rate (P=0⋅485), presence of heart murmur (P=0⋅273) or diastolic gallops (P=0⋅239) documented on presentation, duration of clinical signs before presentation (P=0⋅462), or on length of hospitalisation (P=0⋅439), between the cardiac subgroups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of dyspnoea"
        },
        {
            "text": "A total of 87 per cent of cats with HCM/HOCM survived to be discharged, compared with 54 per cent of cats with non-hypertrophic forms of cardiomyopathy (grouped), which was signifi cant (P<0⋅001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of dyspnoea"
        },
        {
            "text": "The respiratory group (n=29) was subdivided into infectious, non-infectious and developmental causes of dyspnoea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "Within the infectious subgroup (n=10), there were three cases of the effusive form of FIP, four cases of pyothorax, two upper respiratory tract infections (URTI) and one lower respiratory tract infection (LRTI). All three cases of FIP were in Bengals. Two DSH, one Siamese and one oriental presented with pyothorax. Two of these were male. Bacteriological culture showed a variety of organisms including Pasteurella (most common), Bacteroides, Prevotella and mixed anaerobes. Upper respiratory tract infection was identifi ed in one Burmese and one Burmilla, and the case of LRTI was Mycoplasma bronchopneumoniae infection in a Russian blue. Within the infectious group, there were fi ve female neutered cats, four male neutered cats and one male entire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "Within the non-infectious subgroup (n=16), conditions recorded included feline asthma/chronic bronchial disease (n=7), laryngeal paralysis (n=3), with one case each of tracheal foreign body, tracheal stenosis, reverse sneezing, nasopharyngeal polyp, rhinitis in which infectious causes had been actively excluded and one case of pulmonary thromboembolism in a cat with diarrhoea and hypoalbuminaemia. There were fi ve DSH, one DLH and one Burmese affected by feline asthma/chronic bronchial disease, four were neutered males and three neutered females (fn). The mean (sd) age of the asthma/bronchial disease was 5⋅43 (3⋅41) years. Two of the cats with laryngeal paralysis were elderly neutered males (one 18-year-old DSH with iatrogenic paralysis following thyroidectomy surgery, and one 15year-old DSH with idiopathic disease).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "A four-year-old fn Burmese had idiopathic laryngeal paralysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "There were three cats with developmental defects. One had a congenital diaphragmatic hernia, one a palatine cyst and one had congenital epiglotic tethering. These were all British shorthaired (BSH) cats, one female entire, two male neutered and under two years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "Cats with non-infectious causes of dyspnoea were signifi cantly older than the infectious or the developmental group (P=0⋅03). The mean age of the non-infectious group was 6⋅0 years. The mean age of the infectious group was 1⋅9 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "The duration of clinical signs in the developmental and non-infectious groups (median 60 days for both) was significantly longer than the infectious group (median 7⋅5 days; P=0⋅002). The length of hospitalisation was signifi cantly longer for the infectious group (median 7 days) compared with developmental (median 3 days) and non-infectious causes (median 2 days; P=0⋅009). There was no significant difference in proportion surviving to discharge between the three respiratory groups (P=0⋅275).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory"
        },
        {
            "text": "Eighteen cats (eight male, 10 female, all neutered) were diagnosed with neoplasia. Breeds included 13 DSH and individual cats of the following breeds: BSH, Siamese, Persian, MC and a Norwegian Forest cat. The most common diagnosis was lymphoma (six of the 12 cases in which a defi nitive diagnosis was made; 50 per cent). Of these, three had thymic lymphoma, two had tracheal or laryngeal involvement and one had nasal lymphoma. Individual cases were seen of thymoma, bronchogenic carcinoma, heart base tumour, tracheal tumour of epithelial origin, squamous cell carcinoma and nasal adenocarcinoma. In six cases, the tumour type was not identifi ed in life, and post-mortem examination was declined by the owners. Four of the six lymphoma cats survived to discharge compared with only two of the 10 cats with other forms of neoplasia, which suggested improved survival for lymphoma versus other neoplasms, although this did not achieve signifi cance (P=0⋅107). All the cats with neoplasia were negative for Feline Leukaemia virus (FeLV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neoplasia"
        },
        {
            "text": "Trauma Eight cats (fi ve male, three female, all neutered) experienced trauma as a cause of their dyspnoea. Four cats were involved in RTAs. Injuries suffered included pneumothorax (n=2), diaphragmatic rupture (n=1) and tracheal avulsion (n=1). One cat was presented with tracheal avulsion of uncertain cause. One cat suffered a laryngeal avulsion after being attacked by a dog and one had gun shot wounds with pleural haemorrhage. One cat had an iatrogenic pneumothorax following attempts at thoracocentesis, although subsequent review of radiographs suggested pulmonary oedema (data of this case not included in other categories, as cause of pulmonary oedema was not ascertained and the cat's signs spontaneously resolved).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aetiology and outcome in 90 cats with dyspnoea"
        },
        {
            "text": "There was a signifi cant difference in age between the groups (P<0⋅001), with cats with neoplasia being signifi cantly older than cats in the other three groups (Table  1 ; Fig 1) . Although there were more males than females with cardiac disease, with balanced sex distribution in the other groups, this did not achieve statistical signifi cance (P=0⋅398). More pedigree cats than nonpedigree seemed to present with infectious respiratory disease. However, no signifi cant differences comparing the proportions of non-pedigree to pedigree cats were evident within and between groups (P=0⋅087).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "(Table  1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison between groups"
        },
        {
            "text": "The duration of clinical signs before referral (P<0⋅001) and presentation as emergency or routine consultation (P<0⋅001) differed between the aetiological groups (Table 1) . Cats with respiratory or neoplastic causes of their dyspnoea had a signifi cantly longer period of clinical signs before presentation than those with cardiac disease or trauma ( Fig  2) . All cats presented with trauma and 74 per cent of the cardiac cases were emergencies compared with only 32 per cent of respiratory cases. Cats presenting with infectious causes of pleural effusion had longer hospital stays than other cats, but comparison between groups showed no signifi cant difference in hospitalisation time (P=0⋅079; Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 352,
                    "end": 359,
                    "text": "Fig  2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 700,
                    "end": 707,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Comparison between groups"
        },
        {
            "text": "There was no signifi cant difference in respiratory rate recorded on admission between groups (P=0⋅154). However, group than the other groups. An audible systolic heart murmur was recorded in 15 of the 23 cases (65 per cent), and diastolic gallops were present in 10 of the 23 (43 per cent) cats with cardiac causes of dyspnoea, in which auscultation fi ndings had been recorded. In six of the eight cats without an audible heart murmur, a diastolic gallop was detected, and 11 of the 13 cats without gallops had a heart murmur. Heart murmurs or gallops were documented in cats with causes of dyspnoea other than cardiac diseases, including 7/29 cases with respiratory disease (24 per cent), but no abnormalities of cardiac auscultation were recorded in the trauma or neoplastic groups. In the respiratory group, one cat with wet FIP had an S3 gallop rhythm and six cats had systolic murmurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical examination results"
        },
        {
            "text": "Sixty-three per cent of cats survived to discharge. Survival to discharge of animals with respiratory (75⋅9 per cent) conditions was higher than cardiac (67⋅6 per cent) and traumatic (62⋅5 per cent) conditions. Shortest survival time was found in the neoplastic group (33⋅3 per cent). Differences between groups in proportions surviving to discharge was signifi cantly different (P=0⋅027). There was no signifi cant difference in respiratory rates recorded on presentation (P=0⋅340), duration of clinical signs before referral (P=0⋅460) and length of hospitalisation (P=0⋅511) in the cats surviving to discharge and those dying or being euthanased, for the entire dyspnoeic population and for the specifi c groups (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 723,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Survival"
        },
        {
            "text": "Frequent causes of dyspnoea in our referral population were cardiac, respiratory, and in older cats, neoplastic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the cardiac group, HCM (47 per cent) was the most frequent disease causing dyspnoea. This is similar to fi ndings reported by Ferasin and others (2003) who diagnosed HCM in 57⋅5 per cent of 106 cats with idiopathic cardiomyopathy, although it should be noted that Ferasin's study included cardiomyopathies without congestive heart failure. In our study, despite the apparently acute presentation, cats with hypertrophic cardiomyopathy were more likely to survive to discharge than cats with other forms of primary cardiomyopathy, which has not been documented previously. In an earlier study, cats with HCM, UCM and moderator band Respiratory Neoplasia Trauma * * heart rate was signifi cantly different between groups (P<0⋅001), with higher rates in the cardiac group (Table 1 ; Fig 3) . The presence of heart murmurs (P=0⋅002) and diastolic gallops (P=0⋅0094) was signifi cantly more likely in the cardiac cardiomyopathy had better long-term survival than those with DCM and RCM (Ferasin and others 2003) . Our population had a mean age of 6⋅4 years, similar to the previously mentioned study (6⋅8 years).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 154,
                    "text": "Ferasin and others (2003)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 1009,
                    "text": "(Ferasin and others 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 780,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 783,
                    "end": 789,
                    "text": "Fig 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Dyspnoea in cats of the present study was caused mainly by pulmonary oedema (47 per cent) followed by pleural effusion (29 per cent), whereas cats in the study of Ferasin and others (2003) more frequently had pleural effusion (29⋅2 per cent) than pulmonary oedema (26⋅4 per cent). The most frequent cause of dyspnoea in the respiratory group was infectious disease and asthma/chronic bronchial disease. This group showed a long duration of clinical signs, the lowest percentage (32 per cent) referred as emergencies and highest rates (76 per cent) of survival to discharge. This suggests chronic disease and mild severity. Ten cats were presented with infectious diseases. Of these, four cats had a pyothorax and three, all Bengals, were diagnosed with FIP. This breed association has been previously reported (Pesteanu-Somogyi and others 2006) , whereas Bell and others (2006) noted a decreased odds ratio for FIP in Bengals possibly due to a different population.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 844,
                    "text": "(Pesteanu-Somogyi and others 2006)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 877,
                    "text": "Bell and others (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cats with pyothorax show dyspnoea as a most common presenting sign (Demetriou and others 2002). The mean age of cats presented with pyothorax in the present study was 3⋅25 years, and 2/4 were male. In a previous study, the mean (Demetriou and others 2002) . As in our population, Pasteurella was the most common isolate in cats with pyothorax (Demetriou and others 2002) . The pyothorax cases had longer duration of hospitalisation, associated with longer treatment duration including chest drainage and thoracic lavage. Seven cases were presented with asthma/chronic bronchial disease, which is a common cause of dyspnoea in cats others 1995, Foster and others 2004) . Laryngeal paralysis is a frequent fi nding in cats with inspiratory dyspnoea (Schachter and Norris 2000) . Cats in the present study had unilateral (left) laryngeal paralysis, whereas a previous report found bilateral disease in 75 per cent of the 16 cats (Schachter and Norris 2000) . One cat developed unilateral laryngeal paralysis after thyroidectomy for hyperthyroidism which has been described previously (Schachter and Norris 2000) .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 255,
                    "text": "(Demetriou and others 2002)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 370,
                    "text": "(Demetriou and others 2002)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 654,
                    "text": "others 1995, Foster and",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 667,
                    "text": "others 2004)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 774,
                    "text": "(Schachter and Norris 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 926,
                    "end": 953,
                    "text": "(Schachter and Norris 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1081,
                    "end": 1108,
                    "text": "(Schachter and Norris 2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cats with developmental defects presented at a young age (mean age 1⋅2 years), as expected. Whether the BSH breed is predisposed to developmental defects, or whether the apparent breed predisposition is related to the breed popularity in this region remains uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Neoplastic causes were associated with the worst prognosis and only one-third survived to discharge. However, this fi gure includes 10 of the 13 cats that died or were euthanased because of poor long-term prognosis. Cats were signifi cantly older than those of other groups, as was found in previous studies (Patnaik and others 2003, Jakubiak and others 2005) . Most cats in this group were diagnosed with lymphoma (6/12 in which a defi nitive diagnosis was made, 50 per cent) and seemed to show better survival than other neoplasms as four of these cats survived to discharge. Thoracic involvement in 13 per cent lymphoma cases with a median survival of 885 days has been reported (Tzannes and others 2008) . A previous study found an association with Siamese cats and lymphoma (Jakubiak and others 2005) , but only one cat of the present study was Siamese (with tracheal lymphoma).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 320,
                    "text": "(Patnaik and",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 321,
                    "end": 346,
                    "text": "others 2003, Jakubiak and",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 359,
                    "text": "others 2005)",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 707,
                    "text": "(Tzannes and others 2008)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 805,
                    "text": "(Jakubiak and others 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cats involved in trauma all presented as emergencies as would be expected. They were young (mean age 3⋅8 years) and the majority (5/8) were male as found in other studies (Shamir and others 2002, Rochlitz 2004) . Numbers of trauma cases in this referral population are likely to be much lower than that in a fi rst-opinion practice.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 182,
                    "text": "(Shamir and",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 183,
                    "end": 210,
                    "text": "others 2002, Rochlitz 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Heart rates were signifi cantly faster in the cardiac group compared with the other groups, which is consistent with the high sympathetic drive associated with heart failure. Only 2/23 cats with cardiac causes of their dyspnoea had no abnormality recorded on cardiac auscultation recorded (that is, heart murmurs, diastolic gallops). Only a few cats (seven) without cardiac disease had heart murmurs (all in the respiratory group). These results confi rm that careful cardiac auscultation is a sensitive tool to detect cats with signifi cant cardiac disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The longer duration of clinical signs before referral seemed to be associated with increased survival, especially in the respiratory group, but this did not achieve statistical signifi cance. This does not imply that referral should be delayed but rather refl ects a chronic, insidiously progressive or stable condition and less serious signs as perceived by the owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is initially surprising that only 58 per cent of cases were referred as emergencies. However, this may refl ect that this is a referral population and cases were initially evaluated and stabilised by their primary veterinarians. Duration of hospitalisation was not different in survivors compared with dead or euthanased cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study suffers from the problems common to retrospective studies, relying on the accuracy of clinical records. In some cases, the data were not recorded or procedures were limited due to fi nancial constraints. The fact that this is a referral population also needs to be appreciated; cases with trauma or upper respiratory tract infections are likely to be under-represented compared with a fi rst-opinion general practice population. Cases too severe to survive referral or travel will also not be represented. The study is also limited by low numbers in some of the groups, limiting the power of statistical analyses. True long-term survival data were not obtained from this study, in those cases surviving beyond discharge, as no active follow-up was sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, the results of this study confi rm that dyspnoea as a presenting sign in cats is serious and can be life threatening. The most frequent causes were cardiac diseases, followed by respiratory causes and, in older cats, neoplastic conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The relationship between the Feline Coronavirus anti-body titre and the age, breed, gender and health status of Australian cats",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Australian Veterinary Journal",
            "volume": "84",
            "issn": "",
            "pages": "2--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Retrospective study of 156 atrial septal defects in dogs and cats",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chetboul",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Sampedrano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gouni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pouchelon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tissier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Veterinary Medicine -Series A",
            "volume": "53",
            "issn": "",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Feline asthma syndrome: a retrospective study of the clinical presentation in 29 cats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Corcoran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Fuentes",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Small Animal Practice",
            "volume": "36",
            "issn": "",
            "pages": "481--488",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canine and feline pyothorax: a retrospective study of 50 cases in the UK and Ireland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Demetriou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Foale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ladlow",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mcgrotty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Small Animal Practice",
            "volume": "43",
            "issn": "",
            "pages": "388--394",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Feline idiopathic cardiomyopathy: a retrospective study of 106 cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferasin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Sturgess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M A"
                    ],
                    "last": "Caney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gruffydd-Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wotton",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Feline Medicine & Surgery",
            "volume": "5",
            "issn": "",
            "pages": "151--159",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Twenty-fi ve cases of feline bronchial disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Feline Medicine & Surgery",
            "volume": "6",
            "issn": "",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aelurostrongylus abstrusus (cat lungworm) infection in fi ve cats from Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grandi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Calvi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Venco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paratici",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Genchi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Memmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Veterinary Parasitology",
            "volume": "134",
            "issn": "",
            "pages": "177--182",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laryngeal, laryngotracheal, and tracheal masses in cats: 27 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Jakubiak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Siedlecki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Matteucci",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruskiewicz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rohn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of American Animal Hospital Association",
            "volume": "41",
            "issn": "",
            "pages": "310--316",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Differential diagnosis of dyspnoea. In: Manual of Small Animal Cardiorespiratory Medicine and Surgery",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Luis Fuentes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "123--128",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cough, dyspnoea and tachypnoea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Corcoran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Notes on Cardiorespiratory Diseases of Dogs and Cats",
            "volume": "",
            "issn": "",
            "pages": "86--91",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identifi cation and characterization of an idiopathic pulmonary fi brosis-like condition in cats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ohn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Veterinary Internal Medicine",
            "volume": "18",
            "issn": "",
            "pages": "632--641",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Feline cystic thymoma: a clinicopathologic, immunohistologic, and electron microscopic study of 14 cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Patnaik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Erlandson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "An-Tonescu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Feline Medicine & Surgery",
            "volume": "5",
            "issn": "",
            "pages": "27--35",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence of feline infectious peritonitis in specifi c cat breeds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Pesteanu-Somogyi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Radzai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Pressler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Feline Medicine & Surgery",
            "volume": "8",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical study of cats injured and killed in road traffi c accidents in Cambridgeshire",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rochlitz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Small Animal Practice",
            "volume": "45",
            "issn": "",
            "pages": "390--394",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Laryngeal paralysis in cats: 16 cases (1990-1999)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "216",
            "issn": "",
            "pages": "1100--1103",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical and echocardiographic fi ndings of pulmonary artery stenosis in seven cats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schrope",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal Veterinary Cardiology",
            "volume": "9",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dog bite wounds in dogs and cats: a retrospective study of 196 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Shamir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leisner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klement",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Veterinary Medicine -Series A",
            "volume": "49",
            "issn": "",
            "pages": "107--112",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Approach to the patient in respiratory distress",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Waddell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clinical Techniques in Small Animal Practice",
            "volume": "15",
            "issn": "",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Owners 'perception of their cats' quality of life during COP chemotherapy for lymphoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tzannes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sparkes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blackwood",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Feline Medicine & Surgery",
            "volume": "10",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The age distribution of the dyspnoeic cats in the different categories. The boxes defi ne the 25th and 75th percentiles, with the median indicated. The whiskers delineate the 10th and 90th percentiles, with outliers indicated as points. There was a signifi cant difference in age between groups (P<0⋅001). Statistically different pair-wise differences showed that the neoplasia group are signifi cantly older than the other three groups (P<0⋅05) (*) Age distribution of the dyspnoeic population in the different",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Heart rates recorded on initial examination for cats in different groups. The boxes defi ne the 25th and 75th percentiles, median indicated by line, and whiskers indicate the 10th and 90th percentiles, with outlying data points indicated. Differences between groups were signifi cant (P<0⋅001). Statistically signifi cant pair-wise differences are indicated (*).Heart rates recorded in the different dyspnoeic groups",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Duration of clinical signs before presentation in cats with dyspnoea in the different groups. The boxes defi ne the 25th and 75th percentiles, with the median indicated. The whiskers delineate the 10th and 90th percentiles, with outliers indicated as points. There was a signifi cant difference in duration of clinical signs between groups (P<0⋅001), with signifi cant pair-wise differences indicated (*, #)Duration of clinical signs in cats presenting with dyspnoea in different groupsDuration of clinical signs prior to referral (",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Data about the different aetiological groups of dyspnoeic cats",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Presentation of data about the cats with cardiac disease as a cause of dyspnoea",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of duration of clinical signs before referral and respiratory rate on presentation, between cats surviving to discharge and those which died or were euthanased NA Not applicable, sd Standard deviation age was 4⋅5 years with mainly male cats affected",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Animalcare tools was designed by Dr P. J. Noble and Dr Alistair Freeman to search the clinical record database of LUSATH. Without this tool, this study would not have been possible. The authors wish to thank the referring veterinary surgeons, and all the staff and students of LUSATH involved in the care and investigations of these cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}