{"paper_id": "e33f970642b7cdad00617b0d2d8967530db189f2", "metadata": {"title": "Discrimination and Social Exclusion in the Outbreak of COVID-19", "authors": [{"first": "Jun", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "Yunnan University", "location": {"postCode": "650092", "settlement": "Kunming", "country": "China"}}, "email": "jun.he@ynu.edu.cnj.h."}, {"first": "Leshui", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bates College", "location": {"postCode": "04240", "settlement": "Lewiston", "region": "ME", "country": "USA"}}, "email": ""}, {"first": "Wen", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "Yunnan University", "location": {"postCode": "650092", "settlement": "Kunming", "country": "China"}}, "email": ""}, {"first": "Xuanhua", "middle": [], "last": "Nie", "suffix": "", "affiliation": {"laboratory": "", "institution": "Yunnan University", "location": {"postCode": "650092", "settlement": "Kunming", "country": "China"}}, "email": "niexuanhua1988@ynu.edu.cnx.n."}, {"first": "Ming", "middle": [], "last": "He", "suffix": "", "affiliation": {"laboratory": "", "institution": "Yunnan University", "location": {"postCode": "650092", "settlement": "Kunming", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "This paper is aimed to document the observed social exclusion and discrimination in the outbreak of COVID-19 across the world and inside of China. Discrimination and social exclusion has occurred in various forms, while 25.11% of respondents overseas experienced discrimination in the breakout of COVID-19, and 90% of respondents inside of China exhibited discriminatory attitudes. The discrimination and social exclusion also lead to a range of damaging social outcomes. Thus, this is an urgent call for the inclusiveness in policy and media in the face of this public health emergency. : Overseas Chinese experienced discrimination and violent overaction; Domestic: reaction when encounter Hubei people by mainland Chinese. Author Contributions: For research articles with several authors, Conceptualization, J.H. and M.H.; methodology, J.H., L.H., W.Z., X.N. and M.H.; formal analysis, J.H. L.H. W.Z.; investigation, J.H., L.H., W.Z., X.N. and M.H.; writing-original draft preparation, J.H., L.H.; writing-review and editing, J.H., L.H., W.Z., X.N. and M.H.; supervision, M.H.; project administration, M.H.; funding acquisition, J.H. and M.H. All authors have read and agreed to the published version of the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The COVID-19 virus, previously known as 2019-nCov, was first found in late December 2019 in Wuhan, Hubei Province, China [1] , before it rapidly spread across the entire country and then the world. As of 15 April 2020, there are over 1.9 million confirmed cases, with at least 123,000 deaths across 213 countries [2] . Since scientists confirmed the possibility of person-to-person transmission [3, 4] , massive efforts have been undertaken to isolate confirmed and suspected cases from the public. In particular, as learned from previous experiences in controlling the spread of SARS, the lockdown approach was widely applied, and has now been proven for its effectiveness in controlling transmission [5] . While these efforts are designed to limit further infection, instances of discrimination (Here, we take the general definition of discrimination to refer to unjust treatment or making a distinction against a person based on group, class, race, age, sex or category to which that person belongs rather than on individual merit.) and social exclusion have also increased as the number of reported confirmed cases continues to rise. This research is aimed to document the observation and unexpected social outcomes of social exclusion and discrimination in the outbreak of COVID-19 across the world and inside of China.", "cite_spans": [{"start": 121, "end": 124, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 313, "end": 316, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 395, "end": 398, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 399, "end": 401, "text": "4]", "ref_id": "BIBREF3"}, {"start": 702, "end": 705, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "The data generated from this research are delivered from three primary sources. (1) An online survey targeted at oversea Chinese people was conducted in February 2002 via the snowball sampling method. We used an online survey platform ('SurveyStar,' Changsha Ranxing Science and Technology, Shanghai, China) to disseminate questionnaires firstly to friends and students who would pass it on to others. The survey finally reached 1904 Chinese residents overseas across 70 countries. (2) Similar to the survey on Chinese people overseas, an online survey targeting Chinese people in mainland China collected 17,846 responses across 31 provinces. (3) Secondary data from newspaper, Internet and other sources of documentation were collected to gather descriptive data for this research. These data collection efforts were particularly designed to avoid person-to-person contact.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Globally, people of Chinese or Asian descent have overwhelmingly been the target of discrimination and social exclusion. Since the outbreak started in January, numerous news outlets around the world have reported cases of discrimination against those with Asian descent occurring in public-on the bus, in shopping malls, on the street and on school campuses. On January 31st in Sheffield and in Berlin, February 5th in New York, February 7th in Toronto and many other cases in Australia and Europe, incidents of discrimination took place against Chinese women wearing facemasks [6] [7] [8] . The range of discriminatory acts varied from verbal abuse to violent attacks. An important component of such discrimination is that, prior to the recent months, face mask-wearing had implied sickness in the West, while such behavior is ubiquitous to the daily life of many Eastern Asian countries to an extent that it has even been viewed as a fashion statement. This cultural difference and the legacy of racism may have interacted to contribute to the increased discrimination.", "cite_spans": [{"start": 578, "end": 581, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 582, "end": 585, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 586, "end": 589, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Observation of Discrimination and Social Exclusion"}, {"text": "Discriminatory behavior is often unobservable. We conducted a global survey in February 2020 that reached 1904 Chinese residents overseas across 70 countries. Of the respondents, 25.11% reported to have experienced different forms of discrimination, including being laid off without proper cause, rejection of rental housing and commonly reported abuses in the public (Supplementary Materials: Oversea). Strikingly, most respondents who experienced such discrimination are more likely to reside in high-income countries (see Table 1 ). Table 1 shows that women, youths and those who are less educated are more likely to experience discrimination and even violent overactions, while people with permanent resident status are less likely to report such experiences. Interestingly, as shown in Table 1 , respondents living in the countries with more confirmed case of COVID-19 are less likely to report cases of discrimination and overaction. At the same time, increased social exclusion of those from areas most impacted by the virus also took place within racial and national boundaries. In China, many fear contact with people from Wuhan or Hubei Province. The stigmatization of people from Hubei is associated with the social exclusion process. For instance, in Yunnan Province, a popular tourist destination that hosted millions of tourists in January 2020, hotels turned away pre-booked guests from Wuhan or Hubei, regardless of their health condition. Across the country, both urban and rural communities have set up check-points to block visitors from Wuhan and Hubei without a medical check. Moreover, many local authorities have required their residents to report travel to Hubei or any physical contact with residents from Hubei Province. Cars with registration from Hubei have also been regarded as virus carriers and have been attacked in many provinces. In a different survey that we conducted that reached over 17,846 participants across 31 provinces in mainland China (including autonomous regions, special administrative regions and municipalities), almost 90% of respondents suggested that they would report to local authorities if any people from Hubei appeared in their community, 50.58% of respondents would avoid people from Hubei and 16.94% would even actively expel those people from Hubei from their communities (Supplementary Materials: Domestic).", "cite_spans": [], "ref_spans": [{"start": 525, "end": 532, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 536, "end": 543, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 791, "end": 798, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Observation of Discrimination and Social Exclusion"}, {"text": "Discrimination and social exclusion may lead to damaging social outcomes, especially in the face of infectious diseases. While increasing the resistance to the demonization of those of Chinese or Asian descent in Western countries may lead to more abuse and violence at the global level, discrimination and social exclusion can undermine efforts to identify, isolate and contain the transmission of the virus. Potential carriers traveling from infected areas, having been denied regular access to housing and food, may have to spend more time in search of these essential supplies, potentially turning to illegitimate sources, thus increasing contact with others and rendering them unable to effectively self-quarantine. Furthermore, social stigma reduces the likelihood of them coming forward for help, preventing medical practitioners from effectively containing and treating the disease at early stages. In extreme cases, patients might even attempt to escape from hospitals, as previously occurred during the outbreak of other infectious diseases like SARS, Ebola and HIV [9, 10] .", "cite_spans": [{"start": 1076, "end": 1079, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 1080, "end": 1083, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Observation of Discrimination and Social Exclusion"}, {"text": "This fear of unknown diseases is a part of human nature, especially when they are deadly and highly infectious. Stigmatization of COVID-19 led by some politicians such as Donald Trump might have reinforced such discrimination and social exclusion, as what Foucault called \"biopolitics.\" However, it is paramount to recognize the discriminatory behaviors that accompany fear, as they damage not only the socio-cultural fabric in the long-run, but they also compromise present efforts to contain the disease. The Chinese government has begun acting to reduce discriminatory practices by fostering understanding and support in the media, alongside its recommendations to reduce travel and interpersonal contact. In addition, the government has increased support for Hubei residents by providing government-funded hotel rooms and free healthcare for COVID-19 virus treatments in all provinces across China. Internationally, universities in the UK like Sussex University have started to provide support for Chinese students to limit abuse and discrimination, while the UK government is also attempting to track any form of COVID-19 associated crimes. While those efforts to eliminate discrimination and social exclusion are a good start, further measures are still required, particularly post-pandemic. Thus, in the face of this public health emergency, there is an urgent call for the inclusiveness of policy and media.", "cite_spans": [], "ref_spans": [], "section": "Concluding Remark"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. Coronavirus Disease (COVID-19) Pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N. Engl. J. Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF3": {"ref_id": "b3", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": ".-W", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "S", "middle": [], "last": "Kok", "suffix": ""}, {"first": "K.-H", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--523", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30154-9"]}}, "BIBREF4": {"ref_id": "b4", "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China", "authors": [{"first": "H", "middle": [], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1126/science.abb6105"]}}, "BIBREF5": {"ref_id": "b5", "title": "Chinese in UK Report Shocking Levels of Racism after Coronavirus Outbreak, the Guardian", "authors": [{"first": "L", "middle": [], "last": "Campbell", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Woman Wearing Face Mask Attacked in Possible Coronavirus Hate Crime", "authors": [{"first": "S", "middle": [], "last": "Anabel", "suffix": ""}, {"first": "B", "middle": [], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus has Sparked Rasist Attaks on Asians in Australia, Report in Australian Broadcasting Corporation", "authors": [{"first": "I", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Stigmatization of newly emerging infectious diseases: AIDS and SARS", "authors": [{"first": "J", "middle": [], "last": "Des", "suffix": ""}, {"first": "C", "middle": [], "last": "Don", "suffix": ""}, {"first": "G", "middle": [], "last": "Sandro", "suffix": ""}, {"first": "T", "middle": [], "last": "Melissa", "suffix": ""}, {"first": "T", "middle": [], "last": "Susan", "suffix": ""}, {"first": "V", "middle": [], "last": "David", "suffix": ""}], "year": 2006, "venue": "Am. J. Public Health", "volume": "96", "issn": "", "pages": "561--567", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "HIV and AIDS-related stigma and discrimination: A conceptual framework and implications for action", "authors": [{"first": "R", "middle": [], "last": "Parker", "suffix": ""}, {"first": "A", "middle": [], "last": "Peter", "suffix": ""}], "year": 2003, "venue": "Soc. Sci. Med", "volume": "57", "issn": "", "pages": "13--24", "other_ids": {"DOI": ["10.1016/S0277-9536(02)00304-0"]}}, "BIBREF10": {"ref_id": "b10", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "in parentheses; * p < 0.05, ** p < 0.01, *** p < 0.001. Notes: Coefficients (log odds) from ordered logit models are presented. Numbers in parentheses are standard errors. Income level of country is based on World Bank classification in current 2020 fiscal year. Infected number is based on World Health Organization data on 17 February 2020.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Logit model of discrimination and overaction across the world.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Discrimination </td><td>Violent Overaction\n</td></tr><tr><td>Age </td><td>−0.153 ** (0.055) </td><td>−0.190 *** (0.051)\n</td></tr><tr><td>Gender (female = 0) </td><td>0.039 (0.115) </td><td>-0.121 (0.107)\n</td></tr><tr><td>Education </td><td>−0.181 ** (0.069) </td><td>−0.090 (0.066)\n</td></tr><tr><td>Residential statute (Non-permanent = 0) </td><td>−0.518 *** (0.131) </td><td>−0.128 (0.122)\n</td></tr><tr><td>Log infected Number </td><td>−0.134 ** (0.052) </td><td>−0.326 *** (0.050)\n</td></tr><tr><td>Income level of the country </td><td>0.448 *** (0.105) </td><td>0.542 *** (0.099)\n</td></tr><tr><td>Constant </td><td>−0.876 (0.450) </td><td>−0.832 * (0.415)\n</td></tr><tr><td>Observations </td><td>1904 </td><td>1904\n</td></tr><tr><td>Pseudo- R2 </td><td>0.028 </td><td>0.031\n</td></tr><tr><td>Log likelihood </td><td>−1036.045 </td><td>−1132.301\n</td></tr></table></body></html>"}}, "back_matter": []}