{
    "paper_id": "eaa8b4bce414cb5f48f66c0f12730b0e3db0603e",
    "metadata": {
        "title": "International Journal of Pediatric Otorhinolaryngology",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "B"
                ],
                "last": "Thornton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Telethon Kids Institute",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Hakansson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Malmö",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "W"
                ],
                "last": "Hood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Campus",
                    "location": {
                        "postCode": "OX11 0RD",
                        "settlement": "Oxfordshire",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Nokso-Koivisto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Helsinki and Helsinki University Hospital",
                    "location": {
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Preciado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's National Health System",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Riesbeck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Malmö",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "C"
                ],
                "last": "Richmond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western Australia",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "C"
                ],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Malmö",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "E"
                ],
                "last": "Swords",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Brockman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical College of Wisconsin",
                    "location": {
                        "settlement": "Milwaukee",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Otitis media (OM) remains a major cause of morbidity globally and is caused by viral and/or bacterial infection of the middle ear (ME) space and the resulting host response to infection. Important new work has been published in the areas of microbial pathogenesis, molecular epidemiology, genomics, identification of new viruses, and polymicrobial interactions. This report provides an overview of the most current research in these areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The panel reviewed PubMed to identify important articles related to the microbiology of OM published between July 2015 and June 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "https://doi.org/10.1016/j.ijporl.2019.109838",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Publication of this supplement was supported by the International Society for Otitis Media (ISOM) and a grant from the National Institutes of Health National Institute on Deafness and Other Communication Disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "RSV is one of the most important respiratory viruses to cause infections in children and this virus has been suggested to often lead to AOM. A study by Heikkinen et al. , demonstrated that among children under three years of age, the average annual RSV infection incidence rate was 275 per 1000 children and AOM developed in 58% of these children with RSV [6] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 168,
                    "text": "Heikkinen et al.",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of specific virus types in AOM"
        },
        {
            "text": "Rhinoviruses are the most common respiratory viruses to cause URI [4] and are thought to be important in AOM development. A prospective birth cohort study of children followed for acute respiratory infections to 2 years of age demonstrated that rhinoviruses were detected in 59% of acute respiratory infection episodes and associated with 50% of AOM episodes [7] . Rhinoviruses were also the most common viruses in both AOM-prone and non-AOM-prone children who were healthy at the time of sample collection being detected in the nasopharynx of 43% and 34% of children respectively [5] . Seppälä et al. studied the contribution of rhinoviruses and enteroviruses in children to the risk of AOM development. In this birth cohort study, the children were followed for a median of 24 months and monthly stool samples were collected and analyzed for human rhino-and enteroviruses. Of 3,438 stool samples, 10% were positive for rhinoviruses (highest prevalence age 3-6 months) and 7% for enteroviruses (highest prevalence age 12-24 months). The risk for AOM development was increased in children who were enterovirus positive at least once between 6 and 12 months of age or who were rhinovirus positive between 18 and 24 months of age [8] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of specific virus types in AOM"
        },
        {
            "text": "Human bocaviruses have been associated with respiratory infections and are suggested to be ototropic. The occasional prolonged presence of bocaviruses in the nasopharynx has made the causality of virus detections to the disease difficult to interpret. Wagner et al. studied the role of human bocavirus in AOM to differentiate the prolonged presence of bocavirus from a newly acquired infection, and to compare new infection to AOM development. In children with URI, pyrosequencing was used to characterize bocaviruses and describe different shedding patterns; at least 46% of the children with bocavirus, shed the virus for a prolonged period repeatedly or intermittently. However, in children with newly acquired bocavirus alone, a high incidence of AOM complicating URI (53%) was noted, suggesting the ototropic nature of bocavirus. When comparing URI episodes with bocavirus co-infecting with other viruses, 43% were complicated by AOM [9] .",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 942,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of specific virus types in AOM"
        },
        {
            "text": "It has been suggested that respiratory viruses, along with bacteria, also have a role in otitis media with effusion (OME) by presenting a pathogen reservoir in the nasopharynx and adenoid. In a study assessing and comparing respiratory viruses and bacteria on adenoid samples and middle ear washes from children with OME and patients undergoing cochlear implant surgery no differences were detected [10] . In another study assessing MEE from children undergoing ventilation tube insertion (VTI) for OME, rhinoviruses were detected in 8.3% of samples, coronaviruses in 4% and influenza virus B in 2% of samples [11] . Recent data suggest that respiratory viruses do not seem to have major role in OME.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory viruses in OME"
        },
        {
            "text": "Viral infection is required for the initial development of bacterial AOM. Recent studies have shown that the presence of respiratory viruses in the nasopharynx is not enough for the development of AOM; viral replication and the respiratory symptoms caused by the viral infection are also necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral-bacterial interactions"
        },
        {
            "text": "The requirement for inflammation has been demonstrated in the AOM chinchilla model where chinchillas were infected with S. pneumoniae and three different adenoviruses. Infection with a wild-type adenovirus or a hyperinflammatory adenovirus increased the proportion of ears identified as culture positive for S. pneumoniae compared to animals infected with bacteria alone. However, infection with the nonreplicating adenovirus did not increase the incidence of bacterial AOM. Interestingly, infection with a hyperinflammatory adenovirus (a deletion in the immunomodulatory region and possibility to elicit a more vigorous host inflammatory response) resulted in a similar infection compared to the wild-type virus [12] .",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral-bacterial interactions"
        },
        {
            "text": "Chonmaitree et al. conducted a study of healthy infants who were recruited from birth and followed to the first AOM episode up to 12 months of age. Nasopharyngeal swabs for viral and bacterial analyses were taken monthly at months 1-6, at 9 months, and at the time of URI or AOM. These data showed that the risk of URI was increased by the presence of any virus, M. catarrhalis, or S. pneumoniae, and the risk of AOM increased by the presence of any virus or S. pneumoniae. Interestingly, the presence of M. catarrhalis, rhinovirus/RSV, or both increased AOM risk, but the M. catarrhalis-RSV interaction decreased AOM risk compared with that of RSV alone [13] . In a further study of the same population, nasopharyngeal microbiota was compared in infants with virus-positive URI versus virus-positive and -negative healthy R.B. Thornton, et al. International Journal of Pediatric Otorhinolaryngology 130 (2020) 109838 infants. This study found that in symptomatic, but not asymptomatic, URI virus infection resulted in increased abundance of Moraxella and Streptococcus in the nasopharynx. In addition, infants with more viral URIs in the first three months of age had increased abundance of Streptococcus spp., while infants with more URI in the first six months had increased abundance of Moraxella and Haemophilus genera, compared to controls. The presence of these otopathogens was specifically associated with symptomatic, but not asymptomatic, URI [14] . Microbiota changes during viral infection have also been studied during experimental human rhinovirus infection in adults. This study showed that rhinovirus infection increased the relative abundance of Haemophilus, Neisseria and Staphylococcus genera, in the upper respiratory tract [15] .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 844,
                    "text": "Thornton, et al.",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 917,
                    "text": "130 (2020) 109838",
                    "ref_id": null
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1745,
                    "end": 1749,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral-bacterial interactions"
        },
        {
            "text": "Since the introduction of pneumococcal conjugate vaccines, we have seen the emergence of non-encapsulated pneumococcal variants (also referred to in some studies as nontypeable). Studies have demonstrated that non-encapsulated pneumococci can colonize and persist within the nasopharynx, and also have the capacity to persist within the middle-ear chamber in the chinchilla [16] . Of note, non-encapsulated strains utilize a diverse range of gene products for colonization and infection. Some non-encapsulated pneumococcal lineages express a surface protein, PspK, which is important in bacterial adherence to host epithelia as well as formation of biofilms and persistence in vivo. [16] [17] [18] [19] [20] PspK was also shown to increase virulence in encapsulated strains as well [21] . Non-encapsulated pneumococci have also been shown to persist within polymicrobial biofilms and cause OM in conjunction with NTHi [22] . Neuraminidase (NanA) was also shown to be important in regulation of biofilm formation and in vivo disease [23] . The catalytic pathways of these sialidases were recently investigated in depth by Xiao et al. [24] Furthermore, a class of Oligopeptide Binding Proteins, AliA and AliC, can enhance mucosal infection and invasion by non-encapsulated strains [25] . Obviously, the impact of the non-encapsulated strains is potentially profound. Some have suggested that these lineages may represent escape variants selected for in the presence of widespread immunity against multiple encapsulated strains. Strategies that target these non-encapsulated strains/clades with vaccines formulated with noncapsular vaccine antigens may prove to be an effective alternative to capsular vaccines. Recent data indicate that antibodies directed against PspK and other virulence factors may have protective effects in the context of OM.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "The crystal structure of pore-forming toxin, pneumolysin, was published late 2015 [26] . This work was followed by additional papers that investigated the pneumolysin virulence factors. Pneumolysin and other surface protein play a role in the S. pneumoniae virulence in a chinchilla model of OM [18] . Pyruvate oxidase was found to contribute to the release of pneumolysin [27] . Interestingly, other factors, such as the polyamine transporter PotABCD are only required for virulence in encapsulated but not in unencapsulated pneumococcal strains [21] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "As is true of most microbes that cause OM, the pneumococcus can be present in polymicrobial infections with other pneumococcal strains as well as other bacterial species. Quorum-sensing systems play an important role in polymicrobial signaling and regulation. The LuxS/AI-2 system was found to regulate virulence and metabolism-related genes during experimental OM in the rat [28] . In addition, Cuevas et al. described a novel regulatory role for the peptide VP1, which is involved in cell-to-cell communication and regulation of biofilm formation and pathogenesis [29] . Importantly, the serotypes and lineages of pneumococci that cause coinfections with Haemophilus influenzae were shown to be distinct from those observed in other disease contexts (particularly invasive disease) and data indicate strong levels of mutualism between the different bacteria in these contexts [30, 31] . These findings are consistent with some reports that have indicated impact of pneumococcal vaccination on incidence of OM caused by S. pneumoniae [32] as well as other bacterial species [33] . Furthermore, work by Qingfu Xu et al. has shown that natural carriage of pneumococcus can be impacted by immunological deficiencies, such as those of OM-prone individuals [34] . For detailed information on the effect of pneumococcal vaccines on Streptococcal epidemiology and carriage see the Vaccines Panel report chapter in this journal edition. Overall, there is a pressing need for additional work with these non-encapsulated pneumococcal lineages to better define determinants of bacterial synergy during carriage and disease.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "Significant work was published in the last four years that focused on antibiotic resistance of S. pneumoniae. Several studies investigated the antibiotic and antimicrobial susceptibility of clinical isolates from multiple countries around the globe, these included Japan [35] , Australia [36] , Poland [37] , Malaysia [38] and China [39] . Yang et al. further investigated the specific effects of vancomycin treatment of S. pneumoniae via proteomic analysis [40] . Together with previous studies, these reports highlight the continued importance of antibacterial resistance and emergence of newly resistant strains.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "Like many mucosal pathogens S. pneumoniae can undergo phasevariation of a DNA methylase enzyme complex, which results in up to 6 different subgroups, each with differential DNA methylation. This altered DNA methylation can alter gene expression and virulence phenotypes via epigenetic regulation [41, 42] . Analysis of phase-locked pneumococcal variants in murine infections indicated that the different phase types had distinct levels of capsular polysaccharide production and potential to cause several different presentations of pneumococcal disease, including OM [23, 43] . As a wealth of prior work has strongly indicated that phase variant populations have differing levels of virulence, further investigation of the role of virulence factors with specific or heightened expression within the methylase-dependent phase types will be extremely important.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "42]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Streptococcus pneumoniae"
        },
        {
            "text": "Non-typeable strains of Haemophilus influenzae (NTHi) have continued to grow as important causative agents of OM and other respiratory infections over the past four years. In an effort to identify potentially new virulence factors Kress-Bennet et al. screened the NTHi supragenome, the collection of all available genomes, and identified a novel family of proteins, which contain multiple SLR motifs. Msf proteins, members of the SlrV family, were shown to contribute to biofilm formation and survival in macrophages, and lead to increased invasive disease in a chinchilla model. Msf and other SLR-containing proteins may represent a new group of NTHi virulence factors and a potential future treatment target [44] . Carabarin-Lima et al. screened a collection of 90 clinical H. influenzae isolates for swarming motility on soft agar plates. From this screen one isolate with high motility was identified and subsequently shown to express functional flagella [45] . This is the first report of a H. influenzae strain that expresses flagella. The existence and implications of Haemophilus that express flagella remains a controversial topic, as evidenced by the published response of Bosse et al., to the original report [46] .",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 714,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discovery of novel virulence factors"
        },
        {
            "text": "Multiple surface exposed virulence factors are the subject of ongoing research. Osman et al. provided a comprehensive review of several NTHi adhesins and outlined the multiple roles of adhesins during colonization and pathogenesis [47] . Atack et al. identified a polythymidine tract located upstream of the Hia adhesin, which is responsible for its phase variable expression. Hia of the invasive clinical R2866 isolate was shown to be important for efficient killing by opsonophagocytosis and for bacterial adherence to Chang cells [48] . NTHi strains are known to encode either the Hia adhesin or the High Molecular Weight (HMW) adhesins, but never both within the same strain. A second paper by the same group identified the binding target for HMW2 as 2-6 linked N-acetylneuraminic acid and demonstrated a unique highaffinity binding specificity for each HMW adhesin. Combined data suggest that specificity for each HMW to complimentary lectins may allow NTHI to adhere to distinct niches within the human airways [49] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface exposed virulence factors"
        },
        {
            "text": "NTHi express several surface-associated proteins involved in adherence to host components. Su et al. reported that the NTHi protein P4 binds to the host extracellular matrix (ECM) proteins laminin, fibronectin and vitronectin. Bacteria that expressed P4 exhibited reduced serum killing, via binding of vitronectin. In addition, bacteria that lacked P4 were less adherent to epithelial cell lines and unable to persist as well in the mouse ear [50] . To gain better insight into the protective efficacy of surface exposed proteins (SEPs), Whitby et al. performed bioinformatic analysis of 21 sequenced NTHi genomes and identified 56 core SEPs. From these core proteins, ten highly conserved surface-exposed peptide regions were selected. Protective efficacy of antisera against these peptides were tested by passive transfer in a rat model of bacteremia. Five of the ten antisera tested provided protection from NTHi induced bacteremia. The protective antisera were directed against peptides from HxuC, ComE or Hel [51] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface exposed virulence factors"
        },
        {
            "text": "Most surface associated virulence factors are anchored to the outer cell surface however, Winter and Barenkamp reported that outer membrane vesicles, or OMVs, may serve as a reservoir for virulence factors. OMVs are small lipid vesicles released from Gram-negative bacteria and are often enriched in outer membrane components. OMVs from NTHi were shown to contain large amounts of outer membrane proteins, including the HMW and Hia adhesins [52] . Further work is needed to fully define the role of OMVs in NTHi pathogenesis.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface exposed virulence factors"
        },
        {
            "text": "A large number of recent papers have focused on the role of NTHi biofilm formation during colonization and disease. Biofilms are formed by nearly all bacterial species and provide many protective benefits, which include recalcitrance to antimicrobial treatments and innate immune effectors. Jurcisek et al demonstrated that NTHi uses remnants of a type IV secretion system and the outer membrane pore ComE, to actively release DNA and DNABII DNA-binding proteins into the extracellular milieu during biofilm formation. These components, released by a subpopulation of bacteria, provide critical structural stability to biofilms formed by NTHi [53] . Subsequent work by Devaraj et al. showed that while several other nucleoid associated proteins (NAPs) are present within biofilms formed by NTHi, the DNABII proteins IHF and HU were the only NAPs critical for biofilm structural integrity. Antibodies that target the functional portion of the DNABII proteins were able to destabilize and collapse biofilms formed by NTHi [54] . Das et al. used a mathematical modeling approach to investigate NTHi biofilm formation and confirmed the importance of extracellular DNA and the type IV pilus in biofilm structure. They showed that loss of these extracellular features significantly impacts biofilm organization. Furthermore, the model suggests that altered fractal structures within the biofilm may change the penetration of antimicrobial agents into the biofilm and affect the exchange of nutrients and cell to cell signals [55] .",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 647,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biofilm formation"
        },
        {
            "text": "Pang et al. reported that the quorum signal AI-2 (autoinducer 2) regulated the transition of NTHi between a planktonic and a biofilmassociated lifestyle. Expression of AI-2 induced NTHi biofilm formation and loss of AI-2 expression resulted in dispersion from the biofilm. AI-2 was shown to upregulate expression of a probable glycosyltransferase that was also required for biofilm persistence within the chinchilla middle ear [56] . Microenvironmental growth conditions have also been shown to impact NTHi biofilm formation, in vitro. Mokrzan et al. found that the type IV pilus (Tfp) is upregulated during biofilm formation at the temperature of the human nasopharynx, 34°C, compared to that of the middle ear, 37°C. These findings correlated with increased twitching motility and biofilm tower formation when Tfp expression was induced at the cooler 34°C. Antibodies that target the Tfp, were effective at dispersing NTHi from biofilms formed at both temperatures [57] .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biofilm formation"
        },
        {
            "text": "Haemophilus species have a strict requirement for heme, and many of the mechanisms used to acquire heme have been well studied. Hariadi et al. compared the incidence of five known heme uptake genes across a collection of 514 middle ear isolates and 235 throat isolates. Four heme acquisition genes (hxuA, hxuB, hxuC and hemR) were significantly more prevalent in NTHi isolated from the ear than in those from the throat. These findings highlight the importance of heme acquisition during disease within the middle ear [58] . The source of heme is also an important point to consider. In addition to soluble heme, NTHI are able to extract heme from heme-binding proteins in the extracellular environment. Work by Sgheiza et al. found that while NTHi are able to extract and use heme that is non-covalently bound to proteins, NTHI are unable to efficiently acquire heme that has been covalently bound to protein [59] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 522,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Iron acquisition"
        },
        {
            "text": "Nontypeable Haemophilus influenzae have developed multiple methods to regulate the response and adaptation to microenvironmental changes and different niches within their human host. Atack et al., reported the presence of a biphasic epigenetic regulatory switch in NTHi, termed the phasevarion, or phase variable regulon. Phasevarions have since been identified in several human mucosal-associated bacteria. A total of 21 different phasevarion types were identified across a diverse set of clinical NTHi isolates, and the phasevarion mechanism was shown to regulate multiple virulence phenotypes and several surface proteins that are also potential vaccine targets [60] . Brockman et al. subsequently found that the phasevarion impacted disease progression and severity in a chinchilla model of NTHi-induced experimental OM. A shift in the phasevarion status, or an epigenetic switch, significantly increased disease severity compared to a genetically identical population that did not shift phasevarion status [61] . The phasevarion was also shown to regulate NTHi biofilm formation under various disease specific conditions. Brockman et al., showed that under microenvironmental conditions that mimic those found within the diseased middle ear, the ModA2 phasevarion altered the composition and architecture of biofilms formed by multiple NTHi clinical otitis media isolates [62] .",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[62]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulation and adaptation"
        },
        {
            "text": "Hardison et al. identified a microevolutionary response to transient heme-iron restriction, similar to what may occur within the human airways. They found that NTHi that had undergone transient heme-iron restriction formed significantly more intracellular bacterial communities (IBCs) within human airway epithelial cells compared to NTHi that were never heme-iron restricted. Transiently restricted bacteria altered trafficking within human airway epithelial cells and promoted IBC formation in a process that required macropinocytosis [63] . In a second paper by this group, transient heme-iron restriction was shown to cause a naturally occurring mutation in the icc gene, which resulted in decreased cAMP phosphodiesterase activity. This mutation resulted in decreased bacteria within the middle ear fluids compared to wildtype un-restricted bacteria. Instead loss of icc lead to increased formation of intracellular bacterial communities (IBCs). These IBCs populations may serve as dormant reservoirs of bacteria that later serve as a source for recurrent infections [64] .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulation and adaptation"
        },
        {
            "text": "Atack et al. provided genome sequences of two NTHi strains isolated from sputum samples from patients with COPD. Both strains also have a phase variable ModA gene, which indicates the presence of a phase variable regulon. Methylome analysis was also performed on both isolates via single-molecule real-time (SMRT) sequencing [65] . Kappler et al. sequenced and performed comparative analysis on the genomes of three H. influenzae strains isolated from sputum, otitis media and blood [66] . All sequence data generated from both studies have been deposited in GenBank.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New genome announcements"
        },
        {
            "text": "Moraxella catarrhalis together with S. pneumoniae and H. influenzae are the most common pathogens associated with OM. In a study using semi-quantitative PCR to assess MEE from Finnish children (aged 5-42 months) M. catarrhalis was diagnosed in 47% of the 90 samples [67] . Polymicrobial etiology was observed in 38% of the cases, with M. catarrhalis being the most detected species among those cases (85%). In 15 of the cases with M. catarrhalis (n = 42), a strong PCR signal occurred suggesting that M. catarrhalis might be more common than expected as the cause of AOM. In a single-center, cross-sectional 2-season observational study reported by Hassoun et al., methicillin-resistant Staphylococcus aureus (MRSA), M. catarrhalis and coronaviruses were the most common microbes detected in the nasopharynx of 100 asymptomatic health care professionals during the winter season. In contrast, M. catarrhalis was not detected during summer, while MRSA and Klebsiella pneumoniae remained as the most prevalent bacterial species [68] . Taken together, M. catarrhalis is a common cause of OM in children, and also occurs in adults during the winter season.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[68]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moraxella catarrhalis"
        },
        {
            "text": "Abdillahi and collaborators investigated Moraxella-dependent binding to collagen VI [69] . They found that the bacterium specifically adheres to the collagen VI-containing matrix fibrils that are significantly upregulated in patients suffering from chronic obstructive pulmonary disease (COPD). The alpha2-chain is the primary M. catarrhalis targeted region on collagen VI. Fragments of collagen VI are also bactericidal, however, and kill bacteria through membrane destabilization.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moraxella catarrhalis binding to host molecules"
        },
        {
            "text": "Since the early 2000s the trimeric autotransporter ubiquitous surface protein (Usp) family of M. catarrhalis has been extensively investigated for their roles as important adhesins, mediating attachment of Moraxella to host epithelial cells and the extracellular matrix. In particular, the multifunctional UspA2 was recently reported by Singh et al. to specifically bind kringle domains of human plasminogen [70] . Importantly, the M. catarrhalis-bound plasminogen could still be activated by urokinase plasminogen activator into plasmin that is proteolytically active. Such an interaction might enable M. catarrhalis to acquire exogenous protease as a virulence mechanism to compensate the lack of any endogenous virulent protease in this species. In parallel, the same research group has also shown that UspA2 and the hybrid variant UspA2H in M. catarrhalis target other types of collagens. This includes both fibrillar (collagens I, II and III) and network-forming collagens (IV and VI) for optimal adherence to host epithelium and extracellular matrix [71] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Moraxella catarrhalis binding to host molecules"
        },
        {
            "text": "Moraxella catarrhalis also has the capacity to build biofilms for preventing attacks by the host immune system and antimicrobial agents. In a paper by Mocca et al., the effect of nitric reductase (AniA) and free radical nitric oxide reductase (NorB) in bacterial physiology was characterized by using a co-culture model consisting of bacteria and human bronchial epithelial cells (HBEC) [72] . Host nitrite promotes bacterial growth and biofilm formation in the early hours of infection, whereas nitrite reduction-derived NO˙is toxic towards M. catarrhalis in maturing biofilms. The work suggested that nitrite reduction-derived NO − might act by dual mechanisms, both by promoting M. catarrhalis infection and spontaneously resolving bacterial biofilm formation. In another study, Tan and collaborators defined the role of membrane-associated NucM of M. catarrhalis, an entry nuclease that degrades extracellular DNA and RNA, in bacterial biofilm scaffolding and competence [73] . A mutant devoid of NucM was associated with increased biofilm mass. Moreover, decreased expression of NucM in chemically defined medium may correlate with early infection resulting in aggregation and biofilm formation in the host. At later stages of colonization, enhanced NucM concentrations may ultimately trigger the dispersal of M. catarrhalis to other sites for spread of infection. This may also contribute in co-infection of M. catarrhalis with other otopathogens including S. pneumoniae and H. influenzae during OM.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biofilm formation"
        },
        {
            "text": "Using a genomic mining approach, Murphy and collaborators have extensively mapped a series of ABC transporters [74] with some of them proposed as potential vaccine antigens against M. catarrhalis. This includes several substrate binding proteins (SBPs) that have been defined and carefully assessed in downstream analyses. The various identified SBPs (ABC transporters) are indeed linked to M. catarrhalis pathogenesis. Importantly, they are involved in bacterial stress responses upon exposure to the harsh environment in the host, bacterial invasion of the respiratory epithelial cells, and persistence of infection in the lungs. The detailed virulence role of Moraxella substrate binding protein (SBP) type 1, 2 and 3 have been thoroughly investigated by Otsuka and collaborators [75] . SBP1 and 3 have an importance for M. catarrhalis invasion of human respiratory epithelial cells with a nutritional role in intracellular survival, whereas SBP2 is responsible for arginine uptake. In particular, SBP2 and its important function makes this protein an attractive target and vaccine candidate. Of note, the oligopeptide permease (Opp) ABC transporter system is a nutritional virulence factor important for Moraxella-dependent acquisition of peptides [76] . Five opp genes are located in the same operon and are regulated by temperature (cold shock; 26°C) and nutrient supply. In a separate study, OppA that is found to be surface exposed during infection carries three immunogenic epitopes that are shown to be protective in a mouse pulmonary clearance model [77] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ATP-binding cassette (ABC) transporters in M. catarrhalis"
        },
        {
            "text": "CysP is an ABC transporter with sulfate-binding capacity [78] . It is highly conserved and expressed at the M. catarrhalis cell surface. Importantly, in addition to supplying the bacterium with sulfate and thiosulfate ions, CysP also promotes intracellular survival of M. catarrhalis in human epithelial cells.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ATP-binding cassette (ABC) transporters in M. catarrhalis"
        },
        {
            "text": "Finally, Murphy et al. has defined the 32 kDa ABC transporter AfeA [79] . By thermal shift assays, AfeA was demonstrated being able to bind ferric, ferrous, manganese, and zinc ions [79] . Interestingly, AfeA orthologs exist in several species. This is thoroughly reported in a paper by Su et al. that in silico comparison of protein structure reveal that M. catarrhalis AfeA, Protein F in H. influenzae, Paf of Pseudomonas aeruginosa, and MntC from Staphylococcus aureus have a similar tertiary structure. These orthologues also significantly bind to laminin in the extracellular matrix and epithelial cell-associated laminin [80] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ATP-binding cassette (ABC) transporters in M. catarrhalis"
        },
        {
            "text": "In a recent study reported by Thofte and co-workers, the presence of EF-Tu (Elongation Factor Thermo-unstable) at the M. catarrhalis cell surface was detected by using antibodies raised against H. influenzae EF-Tu [81] . Intriguingly, these polyclonal antibodies, which can also be found in child sera upon H. influenzae infection [82] , cross-reacted with M. catarrhalis and were bactericidal. This study proves that EF-Tu is also a \"moonlighting\" protein in M. catarrhalis.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other virulence factors important for M. catarrhalis pathogenesis"
        },
        {
            "text": "In a thorough bioinformatics analysis, Restriction-Modification (R-M) systems have been identified from 51 publicly available M. catarrhalis genomes [83] . The phase-variable regulon Type III DNA methyltransferase (modM) was found at a single conserved locus in a geographically and clinically diverse set of M. catarrhalis middle ear isolates associated with OM. A ModM-mediated epigenetic regulation is thus suggested in OM pathobiology. In addition, Ariff et al. defined a huge number of mobile prophages (n = 32) in a set of 95 phylogenetically variable M. catarrhalis genomes [84] . Several of the phages were hyperconserved yet did not influence or alter any structural gene in the M. catarrhalis genomes. However, some of these phage elements carry virulence genes and thus may potentially contribute to the pathogenicity of M. catarrhalis.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other virulence factors important for M. catarrhalis pathogenesis"
        },
        {
            "text": "The epidemiology of OM is complicated by variations in otopathogens detected in different parts of the world, by the use of different detection methods, and by when and what vaccines have been introduced in the populations investigated. These variables make patterns of emerging pathogens somewhat difficult to detect, although this section will present some general patterns and emerging and novel pathogens that have more recently been associated with OM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging pathogens in OM"
        },
        {
            "text": "In areas where the Haemophilus influenzae type b (Hib) and pneumococcal conjugate vaccines have not yet been introduced the pneumococcus is most often the primary otopathogen in AOM followed by H. influenzae and M. catarrhalis [2, 85] . However, in other areas H. influenzae and pneumococci are equally common [67, 86] or H. influenzae is predominant [87] . With the introduction of the PCV vaccines, H. influenzae has emerged as the main otopathogen associated with AOM in many studies [88] [89] [90] [91] [92] and this change of microflora has also resulted in an increased detection of S. aureus and S. pyogenes in these children [87, 93] . Although pneumococcal detection during AOM has decreased, two observations need to be taken into account. First, the non-encapsulated strains, expressing pneumococcal surface proteins, such as PspK, have increased in prevalence due to the decrease in pneumococcal vaccine types [18, 25] . Second, although pneumococci have decreased as the main cause of AOM, the long-term effects of the PCV vaccines are unknown. With the introduction of PCV7, a substantial decrease in OM was observed that was reversed over the next couple of years due to serotype replacement. This led to the development of PCV10 and PCV13 that have recently been introduced in general immunization programs around the world and resulted in a new decrease in pneumococcal detection. Whether this decrease will be stable or reversed in the future remains to be seen.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "85]",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[67,",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "86]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[87,",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "93]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging pathogens in OM"
        },
        {
            "text": "For OME or chronic suppurative OM (CSOM) the pathogens identified are more diverse and often different from those seen during AOM. Although pneumococci and H. influenzae are commonly detected [11, 94] , other species often predominate. Pseudomonas aeruginosa and S. aureus are commonly detected together with the emerging pathogens Streptococcus pyogenes, Alloiococcus otitidis, and Turicella otitidis that have been detected in more recent studies [89, [94] [95] [96] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "94]",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[96]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emerging pathogens in OM"
        },
        {
            "text": "Besides these organisms, other emerging otopathogens will be discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emerging pathogens in OM"
        },
        {
            "text": "Alloiococcus otitidis is a fastidious, slow-growing bacterium that, although detected in middle ear fluid (MEF) from patients with OM, in the past was considered to be part of the normal flora of the auditory canal, and thus a contaminant in the samples. More recently, its pathogenic potential has been reevaluated. This is partly due to the increased use of PCR techniques over culture for detection that has led to this slow-growing organism being detected at significantly higher levels [95, 97] . It is particularly prevalent in samples from patients with OME, where it can be detected in 55-80% of MEF samples [89, 95] , but is also detected in some patients with AOM [88, 89, 98] . A. otitidis was previously found to cause OM in a rat model and has more recently been shown to form single and polymicrobial biofilms with other otopathogens [97] . It is suggested that this bacterium helps other otopathogens survive better in the middle ear but also that it has pathogenic potential by itself as it can be isolated as the sole potential pathogen in some patients [95, 97] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "97]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[89,",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "95]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[88,",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "89,",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "98]",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Alloiococcus otitidis"
        },
        {
            "text": "Turicella otitidis is a Gram-positive organism with high similarity to Corynebacteria, although it lacks mycolic acid and has different menaquinones [99] . In Spain, in 2017, researchers observed 5 cases of complicated cases of otitis media caused by T. otitidis [100] . It was suggested that this increased incidence was associated with the introduction of vaccines against common otopathogens such as the Hib and PCV vaccine. T. otitidis have also been detected in both nasopharynx swabs and MEF from children with ventilation tubes [101] , from tympanosclerotic plaques from children with chronic OM [102] , but also in 6% of children with AOM [67] . Its role as a pathogen should be monitored in future studies.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 540,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 608,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Turicella otitidis"
        },
        {
            "text": "Several other organisms have been identified lately as potential otopathogens. The fungus Candida auris was first isolated in 2009 in Japan and Korea and shown to cause a number of illnesses, including otomycosis [103] . It was mostly confined to East Asia until recently, when cases of otomycosis caused by C. auris were confirmed in the Gulf states [103] , as well as in Europe and North America [104, 105] . It is thought that these cases are only the tip of the iceberg as this organism is seldom included in any panel for detection of otopathogens. Unfortunately, recent cases suggest that this organism has become drug resistant and that drug-resistance is increasing [104, 106] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 218,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 356,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 403,
                    "text": "[104,",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "105]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 679,
                    "text": "[104,",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "106]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "Stenotrophomonas maltophilia is a commensal Gram-negative bacterium that is associated with potentially life-threatening infections in immunocompromised individuals. However, recent information suggest that this organism has emerged as a novel pathogen also in immunocompetent individuals where, among other infections, it causes necrotizing OM [107] . Its ability to form biofilms are thought to increase its survival in the middle ear and treatment is complicated by its already high level of antibiotic-resistance.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 350,
                    "text": "[107]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "Raoultella ornitholytica is a Gram-negative Enterobacteriaceae mostly residing in water environments. In a recent overview of clinical isolates, it was found that the majority of the isolates were associated with infection, with OM being one such common infection [108] . It was one of the first such studies conducted and suggests this organism to be an emerging pathogen in immunocompetent individuals.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 269,
                    "text": "[108]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "Achromobacter xylosoxidans and Enterobacter have been recently identified in aspirates from the ME and from tympanosclerotic plaques from children with OME [102, 109] . Achromobacter are known to be part of the normal microbiome, at least in mice, as they develop, and the specific role of these organisms and Enterobacter in the disease process during OME warrants more investigation.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "text": "[102,",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "109]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "A new bacterial species was presented at the meeting. Candidatus ornithobacterium homis is a bacterium that has been detected at high abundance in several cohorts globally and has been implicated in respiratory infections including OM. Cultured bacteria showed multi-drug resistance and data suggests that this is a pathogen that needs to be considered in the future not only for OM but for other respiratory infections. (Marsh, Poster 30, Candidatus Ornithobacterium hominis: an Important but Under-Recognized Nasopharyngeal Bacterium?, ISOM 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "Thus, in conclusion, the last 4 years have seen changes in our understanding of otopathogens with new organisms being implicated in AOM and OME. These novel organisms are emerging more clearly as otopathogens and will require future monitoring and potential interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Others"
        },
        {
            "text": "Together with S. pneumoniae, the last few years have seen a higher incidence of Streptococcus pyogenes and Staphylococcus aureus, especially in MEE from patients with AOM with spontaneous tympanic membrane perforation [86, 87, 92, [110] [111] [112] . In individuals with tympanic membrane perforations, S. pneumoniae was often identified either alone or in combination with H. influenzae [86] and in a separate study, H. influenzae was commonly detected alone in MEE after perforation and was the most common pathogen seen in co-infections [113] . These organisms, with the exception of H. influenzae, are also seen more often in severe OM and acute mastoiditis, with S. pyogenes predominating, often in combination with pneumococci [114, 115] . In one study of patients aged 0-16 years of age that were hospitalized with AOM or acute mastoiditis (AM) the most common organisms identified were S. pneumoniae (18%), S. pyogenes (14%), S. aureus (14%) and P. aeruginosa (16%) [114] . In this study, S. pyogenes was responsible for the most severe symptoms. A comparative study of hospitalized adults with AOM or AM showed a similar microbiological profile where S. pyogenes predominated with 19% followed by S. pneumoniae (14%) and P. aeruginosa (11%) [114] H. influenzae was not detected in any of these patients.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[86,",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "87,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "92,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 236,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 242,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 248,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 545,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 738,
                    "text": "[114,",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "115]",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 979,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1255,
                    "text": "[114]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogens in severe disease"
        },
        {
            "text": "-Thus, in the most current studies S. pneumoniae still accounts for a major proportion of severe OM episodes, but S. pyogenes is increasing in prevalence and often produces more severe symptoms. For example, S. pyogenes from OM or mastoiditis represents the second most common reason for subsequent intracranial, invasive infections [116] . In these studies, P. aeruginosa was a common cause of otorrhea [117] and this otopathogen is often involved in chronic, long-term infections that are hard to treat [118] . The general role of S. aureus in severe OM and AM infections is less clear although it was identified in most studies included in this review. Although a recent study did not find a correlation with superantigen expression by clinical isolates and OM severity, in a model system in mice MRSA strains showed strong inflammatory responses that were increased in the presence of P. aeruginosa [119] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 338,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 409,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 510,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 908,
                    "text": "[119]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogens in severe disease"
        },
        {
            "text": "Biofilms including both bacteria and viruses are a key component of both single species and polymicrobial OM pathogenesis and are highly responsive to environmental factors. It is common to isolate multiple organisms from the middle ears of patients with OM. H. influenzae often co-exists with other otopathogens, such as S. pneumoniae, M. catarrhalis and A. otitidis [86, 88, 97, 120] , and these organisms are often found together in polymicrobial biofilms [119, 121] . Otopathogens combining into dual or multispecies biofilms are often at an advantage due to interspecies signaling and the ability of one organism to protect the other from antimicrobial factors [122, 123] . These mechanisms of persistence and disease chronicity are important to understand both from the perspective of disease pathogenesis and to develop treatments and preventative strategies.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[86,",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "88,",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "97,",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "120]",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 464,
                    "text": "[119,",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "121]",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 671,
                    "text": "[122,",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OM as a polymicrobial disease and persistence mechanisms include biofilm formation and intracellular infection"
        },
        {
            "text": "Otopathogens have been demonstrated to organize into biofilms within the nasopharynx and the middle ear and this is important in disease persistence and chronicity. The importance of biofilm formation for the pathogen is exemplified by the in vivo production of molecules such as autoinducers that promote biofilm formation, prevent dispersal and increase persistence [56] . Biofilm formation allows bacteria to persist in various host environments, protects the bacterial community from the host immunity as well as antibiotics [124] . Although not inherently pathogenic themselves, biofilms represent an important reservoir for pathogenic organisms and contribute significantly to the chronicity of many diseases.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 534,
                    "text": "[124]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biofilms and persistence"
        },
        {
            "text": "While much research has been conducted on single species biofilms in OM, both in vitro and in animal models, and these are discussed in the pathogen-specific sections of this review, less work is seen on polymicrobial infections despite these being the most common in clinical disease. Below we discuss the research conducted on polymicrobial biofilms in OM during the past 4 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "Using the chinchilla model of OM, co-infection with NTHi and nonencapsulated S. pneumoniae was found to induce polymicrobial OM and biofilms within the middle ear. Similarly, to what has been demonstrated with other pathogens, NTHi was shown to confer protection to these non-encapsulated S. pneumoniae against killing by amoxicillin within these biofilms [22] . Additionally, dual biofilms consisting of these two species are commonly observed in chronic forms of OM, suggesting an advantage of co-existence [125] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 509,
                    "end": 514,
                    "text": "[125]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "Alloiococcus otitidis, though previously thought to be a contaminant from the outer ear, has since been demonstrated in vitro to form both single species biofilms and multispecies biofilms with NTHi. A. otitidis increased NTHi survival by increasing biofilm production and bacterial growth under adverse growth conditions. Polymicrobial biofilms with these 2 species demonstrated an increased antimicrobial resistance (though the magnitude of this was small) [97] .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "A study by Jensen et al., assessing otorrhea samples from patients with CSOM identified polymicrobial biofilms in 81% of samples. The multispecies biofilms were dominated by NTHi, S. aureus and anaerobes. Interestingly, following clinical treatment, new episodes of otorrhea were dominated by new pathogens in each episode giving rise to the question as to the relevancy of biofilms as a disease reservoir. However, the biofilms that were present were still, in general, multispecies [126] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 489,
                    "text": "[126]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "Little work has been done recently on treatment and prevention of polymicrobial biofilms; however, new treatments/vaccines developed against important NTHi proteins have also been demonstrated to be effective in preventing and treating multispecies biofilms with both bacteria and viruses [123, 127] . These represent important areas of research that need to be extended.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 294,
                    "text": "[123,",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "127]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "An exciting new area that was presented at the symposium, which also warrants further research, is understanding the difference in antimicrobial susceptibility profiles between planktonic bacteria, biofilm resident bacteria and bacteria that have been newly released from biofilms. These are likely to be useful in developing improved treatments not only for OM, but for other biofilm related chronic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New research in multispecies biofilms formed by otopathogens"
        },
        {
            "text": "Animal models of OM are well established as important research tools that facilitate experiments to analyze all aspects of OM pathogenesis and its treatment. Since the last Panel review, significant work with animal models has continued with a clear focus upon infection, this includes the use of additional animal lines and improved experimental methods to study the condition. Our understanding of AOM and chronic OM has been mainly advanced by experiments in rodents, in which pathology resembling those of human OM can be achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal models of OM"
        },
        {
            "text": "Several experimental models of AOM continue to be utilized including the chinchilla, mouse, rat and guinea pig. These models have been used to study in particular the two main bacterial otopathogens (NTHi and the pneumococcus) and viruses but have also been used to investigate M. catarrhalis [128] , S. aureus and P. aeruginosa [119] and some more novel AOM associated pathogens such as Malassezia pachydermatis [129] , Haemophilus parainfluenzae [130] and Bordetella pseudohinzii, recently described as causing a natural chronic and transmissible OM in the mouse [131] . Co-infection with virus, in particular the influenza virus, can enable middle ear infection following intranasal inoculation with NTHi [132] or the pneumococcus [23] . Induction of middle ear inflammation can also be accentuated in animal models by application of LPS [133] , peptidoglycan-polysaccharide [134] , histamine or ovo-albumin.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 298,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 334,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 418,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 453,
                    "text": "[130]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 570,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 713,
                    "text": "[132]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 846,
                    "text": "[133]",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 883,
                    "text": "[134]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection studies"
        },
        {
            "text": "The chinchilla has been utilized in studies of in-host microbial adaptation with NTHi with respect to the phasevarion [48, 61] or nutritional limitation [63] . The infectivity of wild type and mutant NTHi [44] and pneumococcal [18, 25] strains have been compared effectively in the chinchilla model. The model has also proved useful in the study of polymicrobial infections by NTHi and the pneumococcus [12] and in the role of fibrin and neutrophil extracellular traps (NETS) in middle ear infection and OM persistence [135] . Physical characteristics of the tympanic membrane following NTHi infection [136] , and sound absorbance during AOM [137] have also been studied in the chinchilla. The chinchilla remains a model of choice in the study of the microbiology and pathology of AOM, these traditionally out bred animals are however less useful for the study of the genetics of OM and the immunological characterization of host responses to infection.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 524,
                    "text": "[135]",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 607,
                    "text": "[136]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 647,
                    "text": "[137]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection studies"
        },
        {
            "text": "In contrast to the chinchilla, the mouse has well established inbred populations and through consortia such as the International Mouse Phenotyping Consortium (IMPC: www.mousephenotype.org) new mouse lines are constantly being produced and made available to researchers. The IMPC will produce knock out mice for each mouse gene (20,000 plus) and phenotype the respective mouse line, this includes hearing tests that can identify conductive hearing loss. Because of its fundamental similarity (>95%) to humans at the genetic level, knock out mice present a unique opportunity to gain valuable insight into the genetic basis and pathobiology of OM. Additionally, the mouse has an associated vast array of widely available reagents, such as antibodies, for study of the host and its immune response. Correspondingly the mouse is used for study of expression and function of a wide variety of immune molecules and cells that have a relevance to the onset, progression and resolution of OM and AOM. Mutant mouse lines have continued to prove useful for the study of the function of host genes such as ccl3 [138] , IL-17A [139] , tlr 2 [140] . Novel mouse lines that spontaneously attain chronic OM characteristics have also been characterized for mutations in the genes Enpp1 [141] , nischarin [142] and the tbx1 gene linked to DiGeorge syndrome [143] . Long lasting OM is also effectively achieved through surgical obstruction of the Eustachian tube [144] .",
            "cite_spans": [
                {
                    "start": 1100,
                    "end": 1105,
                    "text": "[138]",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1120,
                    "text": "[139]",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1134,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1275,
                    "text": "[141]",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1293,
                    "text": "[142]",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1345,
                    "text": "[143]",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1450,
                    "text": "[144]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection studies"
        },
        {
            "text": "The rat is favored as an AOM model because of its highly similar ear architecture to human but the much reduced range of reagents for study impacts the potential output. The rat has been utilized to investigate both NTHi and pneumococcal infection via transbullar or trans-tympanic membrane inoculation; virulence and biofilm [28] , the host immune response [145, 146] and polymicrobial infection with S. aureus and P. aeuruginosa [119] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 363,
                    "text": "[145,",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "146]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 436,
                    "text": "[119]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection studies"
        },
        {
            "text": "The guinea pig has been used to investigate AOM, as well as infection with NTHi and the pneumococcus, histamine treatment is used to stimulate a middle ear inflammatory response that is utilized in studies of the anti-inflammatory properties of antibiotics [147, 148] . Tympanic membrane motion has been studied in the guinea pig following middle ear stimulation with S. pneumoniae or LPS [149] and inner ear damage has been investigated following infection with S. aureus [150] . Further, the guinea pig has been used to establish a model system to study eosinophilic OM [151] and aspects of the host relating to the disease [152] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 262,
                    "text": "[147,",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "148]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 394,
                    "text": "[149]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 478,
                    "text": "[150]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 577,
                    "text": "[151]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 631,
                    "text": "[152]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection studies"
        },
        {
            "text": "The chinchilla remains the animal model of choice for translational studies relating to the development of potential novel regimens to treat OM and vaccines to prevent disease. The work on the treatment of NTHi biofilms by targeting biofilm and bacterial associated proteins with antibodies [153] has continued to the point where vaccine combinations administered transcutaneously by band-aids have yielded promising results for the future [127, 154] . The chinchilla has also proved effective in immunization and protection studies with outer membrane vesicles (OMVs) isolated from NTHi [52] . Direct targeting of antibiotic delivery to the middle ear using vehicles such as hydrogel applied to the ear drum continues to yield promising preliminary data [155, 156] and a cross-linkable gel patch has been tested for repair of tympanic membrane perforations [157] . The use of Lactobacillus as a probiotic [158] , irrigation of the middle ear for treatment of NTHi infection [159] and repair of tympanic perforation [160] have also been tested in the chinchilla.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 296,
                    "text": "[153]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 445,
                    "text": "[127,",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "154]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 760,
                    "text": "[155,",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "156]",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 863,
                    "text": "[157]",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 911,
                    "text": "[158]",
                    "ref_id": "BIBREF160"
                },
                {
                    "start": 975,
                    "end": 980,
                    "text": "[159]",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1021,
                    "text": "[160]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Translational studies utilizing animal models of OM"
        },
        {
            "text": "The mouse also plays a role in vaccination and protection studies for both the pneumococcus [161] , NTHi [132, 162] and M. catarrhalis [128] and also is used to administer agents such as Fisetin [42] , Vinpocetine [163] and Apigestrin [164] to test their efficacy for treatment and resolution of AOM.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 97,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 110,
                    "text": "[132,",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "162]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 140,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 219,
                    "text": "[163]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 240,
                    "text": "[164]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Translational studies utilizing animal models of OM"
        },
        {
            "text": "A larger animal, the sheep, has been reported in a study that investigated the use of stents on the Eustachian tube to help treat chronic OMP [165] but has not yet been reported to be used in any other OM studies.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 147,
                    "text": "[165]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Novel animal model"
        },
        {
            "text": "Several studies have assessed the natural acquisition of antibody to potential vaccine antigens to determine if they 1) are lower in children with OM and 2) if they are likely to impact disease course or be useful in preventing the development of OM. In this review we present data for each of the pathogens discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host -microbial interactions required for development of chronic and recurrent disease"
        },
        {
            "text": "For NTHi, focus has been on several new vaccine candidates including intracellular elongation factor thermo-unstable (EF-Tu), which is often seen as a surface exposed protein. Antibody against this has been shown to play a role in complement dependent bacterial killing of NTHi. This candidate is recognized by antibodies that mediate host innate immunity, but is not isolated to NTHi and is also found in other unencapsulated respiratory tract bacteria including H. parainfluenzae, H. haemolyticus, M. catarrhalis and various Gram-positive Streptococci of the oral microbiome and to a lesser degree encapsulated bacteria including S. pneumoniae and H. influenzae type b [81] . When serum IgG was assessed in a cohort of children, antibody increased with age and was detected in children as young as 18 months. Higher titres were present in children colonized with NTHi and those children with NTHi associated AOM had even higher titers than those observed by colonization alone [82] . Further studies are required to determine the protective nature of antibody to this protein.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses and NTHi"
        },
        {
            "text": "Other work in this area has focused on assessing ontogeny and population differences in naturally acquired antibody to the other more well-known vaccine candidates P4, P6, HMW1 and HMW2 (putative candidates), and PD which is contained in the 10-valent pneumococcal vaccine. In a study conducted by Hua et al., they demonstrated IgG to both P6 and PD was lowest in children under 1 month of age, increased from 6 months, peaking at 7 months to 3 years and remaining high until 6 years of age before declining. Interestingly, antibody titres were the lowest in the 21-30 year age group [166] . This study also identified one PD and two P6 T cell epitopes that were better recognized in human serum and which they suggest may contribute to the development of a strain independent vaccine [166] . When assessing the opsonising ability of naturally acquired HMW1 and HMW2 serum antibodies from both adults and children, a study by Winter and Barenkamp demonstrated that these are able to effectively mediate opsonophagocytic killing of NTHi [52] . In a study assessing population immune differences, compared to healthy controls, Australian Aboriginal children undergoing surgery for OM had lower serum IgG to all proteins measured but this was particularly apparent for PD. These reduced IgG titres to PD were also seen in non-Aboriginal children undergoing surgery for OM but this deficit was not as pronounced [167] . Interestingly, this deficiency was not seen in mucosal antibody titres for any of the proteins where Aboriginal and non-Aboriginal children had equal or higher antibody titres when compared to healthy controls [167] .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 589,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 790,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1413,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 1626,
                    "end": 1631,
                    "text": "[167]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses and NTHi"
        },
        {
            "text": "Little work has been done recently to assess NTHi specific cellular responses, however one study by Sepannen et al. indicated that otitisprone children had more circulating IFNγ-producing NK cells and more IFNγ-producing CD4 + and CD8 + T-cells than healthy controls. They demonstrated that despite differences in PBMC composition, PBMC from otitis-prone children mounted functional innate and T cell-mediated responses to NTHi challenge that were comparable to healthy children [168] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 484,
                    "text": "[168]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host immune responses and NTHi"
        },
        {
            "text": "Unlike what was observed for NTHi, when naturally acquired antibody titres were measured in Australian Aboriginal children undergoing surgery for OM, there was no evidence of reduced or impaired titres when compared to non-Aboriginal children with OM, nor with healthy controls [169] . Interestingly, similar to what was observed for the NTHi proteins, this deficiency was not seen in mucosal antibody titres for any of the proteins where Aboriginal and non-Aboriginal children had equal or higher antibody titres to healthy controls [169] . This was different to what was observed in a stringently defined otitis prone (OP) cohort, where antibody titres in those OP children were consistently lower than those observed in non-OP children [170] . In another cohort, a previous study had published similar findings showing no deficient antibody responses in otitis prone children versus non-otitis prone children; however, when assessed for functionality, OP children in this cohort were found to produce functional antibody comparable to healthy controls [171] . The differences observed between these findings and those for NTHi reinforces the need to not only assess responses in different populations but also to those antigens specifically involved in initiation and persistence of mucosal disease.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 283,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 539,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 744,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1060,
                    "text": "[171]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S. pneumoniae and host immune responses"
        },
        {
            "text": "Similar to what had been previously described in mouse models, S. pneumoniae density increased with increased neutrophil recruitment during AOM episodes and upper respiratory tract infection regardless of whether children were stringently defined otitis probe (sOP) or not. Neutrophils were also shown to contribute to the secretion of IL-8 and TNF-α in the nasopharynx when a high S. pneumoniae burden was observed [172] . When assessing overall differences in B cells, Basha et al. demonstrated that OP children have lower expression of tumor necrosis factor family receptors on their B cells, and lower B cell proliferation than non-OP children which contributes to reduced S. pneumoniae specific antibody and increased susceptibility [170] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 421,
                    "text": "[172]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 743,
                    "text": "[170]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S. pneumoniae and host immune responses"
        },
        {
            "text": "In healthy children, naturally induced serum IgG to the M. catarrhalis proteins OMP CD, OppA, Msp22, Hag (MID), PilA2 increase following colonization between 6 and 36 months of age [173] . Interestingly, children that were not colonized demonstrated higher antibody titres to OppA, Hag and Msp22 [173] . Further studies by Ren et al. demonstrated that sOP children have reduced M. catarrhalis specific mucosal antibody [174] and serum antibody [175] compared to non-OP children.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 186,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 301,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 424,
                    "text": "[174]",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 449,
                    "text": "[175]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M. catarrhalis and host immune responses"
        },
        {
            "text": "Only one study assessing non-antibody related immunity to M. catarrhalis was found. Laabei et al. assessed the novel antibacterial role of short leucine-rich proteoglycans (SLRPs) in conjunction with complement. These data showed that the SLRPs fibromodulin (FMOD), osteoadherin (OSAD), and biglycan (BGN) but not decorin (DCN) enhance serum killing of M. catarrhalis. [176] FMOD, OSAD, and BGN were shown to competitively inhibit binding of C4b-binding protein to the surface of M. catarrhalis (a conserved immune evasion strategy), resulting in increased C3b/iC3b deposition, membrane attack complex (MAC) formation, and subsequently decreased bacterial survival [176] . Furthermore, both OSAD and BGN promote enhanced neutrophil killing in vitro, both in a complement-dependent and independent fashion [176] . Together these data suggest that SLRPs may play an important role in M. catarrhalis killing and they may be worth considering for future use as therapeutics.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 374,
                    "text": "[176]",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 670,
                    "text": "[176]",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 810,
                    "text": "[176]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M. catarrhalis and host immune responses"
        },
        {
            "text": "Few studies have focused on the overall differences in cellular immune responses in children prone to OM. Surendran et al., demonstrated higher numbers of antigen presenting cells in the sOP compared to non-OP children, suggesting a persistent mucosal inflammatory status, though overall transcriptional and cytokine profiles of their PBMCs indicate no difference in their systemic innate responses [177] . Another more recent study by Browne et al., has shown that the presence of regulatory T lymphocytes (T reg ) is associated with increased nasopharyngeal colonization in children and that these T lymphocytes may induce a suppressive effector response that promotes colonization and increased chronicity of infection [178] . Together these data suggest that there are overall cellular differences and that these have complex interactions with disease pathogenesis that need to be unraveled if we are to understand susceptibility to disease.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 404,
                    "text": "[177]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 727,
                    "text": "[178]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-pathogen specific immune differences in OP children"
        },
        {
            "text": "The use of bacterial interference to prevent early otopathogen colonization or to recolonize a niche previously taken up by a pathogenic species hold promise for the prevention of OM pathogenesis. Two studies have been described that target pathogenic NTHi and M. catarrhalis, and warrant further investigation into this novel methodology. The first by Pickering et al., shows that the in vitro pre-treatment of epithelial cells with the commensal Haemophilus haemolyticus, a closely related species to NTHi, reduces the attachment and invasion of the otopathogen species, though the mechanism by which this happens is unknown [179] . Another in vitro study by van den Broek et al., showed that the lactobacillus species L. rhamnosus is able to decrease M. catarrhalis adhesion to human airway epithelial cells (CALU-3), resulting in decreased expression of MUC5AC, IL-8, IL-1B and TNF-α by at least 1.2 fold [180] . Together these data suggest that beneficial microbes may be useful in interfering with the pathogenic process leading to chronic and recurrent OM and that these warrant further investigation.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 370,
                    "text": "Pickering et al.,",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 632,
                    "text": "[179]",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 914,
                    "text": "[180]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacterial interference/probiotics"
        },
        {
            "text": "Host-bacterial interaction is a required first step for bacteria to infect and persist within the host. Many bacteria have developed mechanisms by which they can overcome host immune responses, evade killing and invade host cells; however, the host also adapts and can develop mechanisms to prevent or circumvent bacterial defenses. Below we describe recent advances in our understanding of the host-pathogen interactions which may lead to the invasion and persistence of otopathogens in OM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactions between host cells and bacterial components"
        },
        {
            "text": "Using in vitro assays with bronchial epithelial cells, Ikeda et al. have demonstrated that NTHi does not bind directly to the surface but binds to host vitronectin on the cell surface via NTHi's protein-E [181] . This PE-vitronectin interaction is also involved in the intracellular invasion by the bacteria [181] . The new PE containing vaccine being trialed in patients with COPD may aid in preventing intracellular infection, which has also been observed in OM and may lead to improved clinical outcomes or prevent the initial onset of disease [181] . In addition, Hardison et al. identified that heme-iron restriction not only promotes intracellular invasion of NTHi via macropinocytosis, but also results in the formation of intracellular communities [63] . This study utilized cultured middle ear epithelial cells to demonstrate that inhibition of macropinocytosis resulted in a decrease in intracellular bacterial communities, suggesting that this mechanism represents a treatment target that should be further assessed [63] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 210,
                    "text": "[181]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 313,
                    "text": "[181]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 552,
                    "text": "[181]",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NTHi and association with host for invasion/persistence"
        },
        {
            "text": "Using animal models, researchers have further investigated several of the mechanisms that are involved in the persistence of bacterial infection in chronic and recurrent OM. A chinchilla model of chronic pneumococcal OM has shown that fibrin and NETs persist within the middle ears [135] and contribute to disease chronicity. Using a mouse model of S. pneumoniae OM, Huang et al. have shown that TLR2 signalling is critical for bacterial clearance and timely resolution of inflammation in pneumococcal OM [140] . By assessment of the pathogenesis of both encapsulated and non-encapsulated strains of the pneumococcus, Keller et al. have demonstrated that pneumococcal surface protein K (PspK) and pneumolysin (Ply) affect NESp middle ear pathogenesis, but only PspK affected epithelial cell adhesion [18] . Andre et al., have conducted a study that assessed components of the innate immune response that have bactericidal activity. They demonstrated that human apolactoferrin (ALF) and lysozyme (LZ) have a synergistic killing effect on the pneumococcus [182] . Interestingly they also demonstrated that pneumococcal surface protein A (PspA), an important vaccine candidate, partially protects pneumococci from ALF mediated killing, while antibodies against this PspA enhance killing of the homologous strain by ALF [182] . Together these data suggest important future directions in the assessment of naturally acquired immune responses and those which may be enhanced for improved therapeutic strategies.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 287,
                    "text": "[135]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 510,
                    "text": "[140]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 631,
                    "text": "Keller et al.",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1059,
                    "text": "[182]",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1321,
                    "text": "[182]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S. pneumoniae and its association with the host for invasion/ persistence"
        },
        {
            "text": "Few studies have focused on M. catarrhalis pathogenesis since the last review. However, a study by Liu et al., has shown that the ubiquitous surface protein A (UspA) of M. catarrhalis directly interacts with the cartilage oligomeric matrix (COMP), a major structural component of cartilage and regulator of complement activity, an observation not seen for any other otopathogens [183] . Binding COMP was directly correlated with survival of M. catarrhalis in human serum by inhibiting bactericidal activity of the complement membrane attack complex and inhibiting phagocytic killing by neutrophils [183] . COMP also reduced bacterial adhesion and uptake by human lung epithelial cells, thus protecting M. catarrhalis from intracellular killing by epithelial cells [183] . Together these data suggest that strategies for inhibiting this interaction, perhaps through a vaccine that targets UspA, may represent a new strategy to prevent infection with M. catarrhalis and warrants further investigation.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 384,
                    "text": "[183]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 603,
                    "text": "[183]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 769,
                    "text": "[183]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M. catarrhalis and association with host for invasion/persistence"
        },
        {
            "text": "One new study investigated a new mechanisms of P. aeruginosa pathogenesis. Mittal et al. have described that otopathogenic P. aeruginosa entry and survival inside macrophages is OprF-dependent and that this mechanism leads to evasion of killing and persistence of infection in CSOM [184] . The bacteria activate the PKC pathway through phosphorylation of PKC-alpha (PKC-α) in human middle ear epithelial cells (HMEECs) and this is dependent on bacterial OprF expression [185] . Blocking the PKC pathway attenuated the ability of bacteria to invade HMEECs [185] . and this pathway should be considered in the development of improved treatments for this severe form of OM.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 287,
                    "text": "[184]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 475,
                    "text": "[185]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 560,
                    "text": "[185]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P. aeruginosa and association with host for invasion/persistence"
        },
        {
            "text": "Host genetics have long been considered to play an important role in OM susceptibility and disease progression, despite many studies not being able to duplicate findings. Several studies have been published over the past four years that demonstrate differences in population genetics and different susceptibility profiles. Several small studies have been conducted and indicate that differences exist between children who experience chronic or recurrent OM. A study by Larson et al. has described novel variants of A2ML1 which are independently associated with OM, particularly in the indigenous Filipino population who also demonstrate lower A2ML1 expression [186] . These findings were indicated to support a role for A2ML1 in keratinocyte differentiation within the middle ear as part of OM pathology and the authors propose a potential application of ROCK inhibition in otitis media [186] . Another study by Toivenean et al., have demonstrated that genetic polymorphisms in mannose binding lectins and TLRs promote susceptibility to or protection against respiratory infections, and suggest these require further study [187] . Polymorphisms in FBX011 and TGIF1 have been further supported to play a role in OM by Bhutta et al. [188] Both FBX011 and TGIF1 are involved in TGF-β signalling, suggesting this pathway may be important in the transition from acute to chronic middle ear inflammation, and indicate these may be a potential molecular target [188] . Another genotype related to the immune response that may be genetically related, but not independently associated with OM is shown by a study from Miljanovic et al. who indicated that highproducing IL10 -1082 GA/GG genotypes may increase the risk for OM proneness in its carriers when exposed to other environmental/host risk factors [189] .",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 665,
                    "text": "[186]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 892,
                    "text": "[186]",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1128,
                    "text": "[187]",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1236,
                    "text": "[188]",
                    "ref_id": null
                },
                {
                    "start": 1454,
                    "end": 1459,
                    "text": "[188]",
                    "ref_id": null
                },
                {
                    "start": 1796,
                    "end": 1801,
                    "text": "[189]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host genetics"
        },
        {
            "text": "Several alleles have been suggested to be found less often in children with OM, which include allele 2 of VNTR IL-1RA polymorphism that resulted in carriers with a decreased odds ratio for chronic OM [190] . The authors suggest this may be due to the down-regulation of IL-1 mediated proinflammatory signalling pathways via IL-1RA in chronic OM and suggest this study needs to be further investigated and replicated [190] . Another study has indicated that IFNγ rs12369470CT was significantly less common in children with rAOM than in healthy controls [191] . The IL-10 rs1800896TC SNP and the IL-1α rs6746923A and AG SNPs were significantly more and less common, respectively, among children without a history of tympanic membrane perforation (TMP) than among those who suffered from this complication [191] . Together these data suggest an association between variants in genes encoding for innate or adaptive immune factors and the occurrence of rAOM with or without TMP, which confirms the role of genetics in AOM susceptibility [191] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 205,
                    "text": "[190]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 421,
                    "text": "[190]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 557,
                    "text": "[191]",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 808,
                    "text": "[191]",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1038,
                    "text": "[191]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host genetics"
        },
        {
            "text": "Recently, ample evidence in host immunity and responses have emerged, defining the role of mucin glycoproteins in disease progression and susceptibility. Mucins are heavily glycosylated proteins which comprise airway mucous, and although they play an important immunologic role at mucosal surfaces by providing a physical and biological barrier against pathogens, persistence of airway mucous becomes pathologic. Previous work has shown mucin MUC5B to be the predominant mucin glycoprotein in COM effusions [192] . MUC5B is composed of a protein backbone decorated with nitrogen linked carbohydrates (N-glycans) whereas the central protein is composed of proline, threonine and serine regions decorated with oxygen linked glycans (O-glycans) separated by cysteine rich regions. A recent study of Muc5b null mice demonstrated a critical role for Muc5b in middle ear and upper airway immune defense [193] . Indeed, Muc5b KO mice show highly penetrant susceptibility to spontaneous middle ear infection. As it is becoming increasingly clear that the glycosylation pattern of mucins influences their immune function, it is noteworthy that glycans impact mucin differential targeting of immune effector cells and are key regulators in mucosal diseases [194] . Glycans are sugar molecules, such as sialic acids and fucose, that are attached to glycoproteins and are recognized by specific glycan-binding proteins leading to a variety of functions, such as proinflammatory and anti-inflammatory cellular responses [195] . The two main families of sialic acid binding receptors on leukocytes are the sialic acid-binding immunoglobulin-like lectin (Siglec) and Selectin receptors that have been proved to impact eosinophilic inflammation and neutrophil activation including NET formation [196] [197] [198] . Notably, mice deficient in α2,3 sialyltransferase (St3Gal3) and hence unable to link terminal sialic acid residues to glycoproteins show enhanced eosinophilic airway inflammation [196] . Specific to COM progression, fucosylated glycans have been implicated in OM -as variants of the fucose transferase FUT2 gene were found to be associated with OM predisposition. Notably, OM bacterial pathogens were shown to activate FUT2 [199] . Taken together, these recent studies, suggest that middle ear mucins, rich in glycans such as fucose and sialic acids, predictably interact with neutrophils and other innate immune cells in the middle ear, driving their function. Ultimately, an inadequate balance of glycosylation function may underpin OM disease susceptibility and progression.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 512,
                    "text": "[192]",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 902,
                    "text": "[193]",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1252,
                    "text": "[194]",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1512,
                    "text": "[195]",
                    "ref_id": null
                },
                {
                    "start": 1779,
                    "end": 1784,
                    "text": "[196]",
                    "ref_id": null
                },
                {
                    "start": 1785,
                    "end": 1790,
                    "text": "[197]",
                    "ref_id": null
                },
                {
                    "start": 1791,
                    "end": 1796,
                    "text": "[198]",
                    "ref_id": null
                },
                {
                    "start": 1978,
                    "end": 1983,
                    "text": "[196]",
                    "ref_id": null
                },
                {
                    "start": 2223,
                    "end": 2228,
                    "text": "[199]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host inflammatory response"
        },
        {
            "text": "In summary, this review provides an overview of the research that has been published over the past 4 years, including themes that have emerged from the 20th International Symposium on Recent Advances in Otitis Media. Several important clinical implications have been described both from conducting research into the pathogenesis of otitis media and from the findings that have been published. The main themes that arose were 1) that animal models are an essential part of testing for novel regimens to treat or prevent disease, 2) prevention of viral infections at early age could prevent early colonization of otopathogens, 3) pathogenesis may be different in each population meaning any treatment may not be a one-size fits all and this needs to be considered when studying disease pathogenesis, 4) the emergence of novel bacterial and fungal species warrants increased monitoring of their incidence in future studies of otitis media and 5) the increased incidence of these species, some of which are increasingly drug-resistant, has implications for both clinical diagnostics and therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "Following review of the current data we propose a focus on the following work to be conducted in the pathogenesis space in the future (not in order of importance):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "• To investigate possible ototropic viruses, e.g. human bocaviruses. • To better understand viral-bacterial and bacterial-bacterial interactions and their effect on the microbiota and host during commensalism and disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "• To understand differences in human populations and mechanisms of pathogenesis (host and microbial) to develop appropriate vaccines for OM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "• To develop and use appropriate animal and cell models to enable a better understanding of the complex series of host-microbial interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "• To better understand the pathogens involved in the most severe and complicated spectrum of OM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "• To continue a focus on understanding the differences in otitis-prone and non-otitis-prone children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding summary: implications for clinical practice and future research goals"
        },
        {
            "text": "Ruth B Thornton, Chairing panel, including substantial contributions to drafting the manuscript prior to the symposium, coordinating the meeting during the symposium and updating the draft postsymposium. Substantial contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work; Anders Hakansson, substantial contributions to analysis of information reviewed, particularly in the areas of emerging pathogens and polymicrobial infections, writing and editing, final approval and accountability for all aspects of the work; Derek Hood, substantial contributions to drafting the manuscript prior to the symposium, attending the meeting during the symposium, and contributions to analysis of information reviewed particularly in the area of animal models, writing and editing, final approval and accountability for all aspects of the work; Johanna Nokso-Koivisto, substantial contributions to drafting the manuscript prior to the symposium, attending the meeting during the symposium, and contributions to analysis of information reviewed particularly in the area of virology, writing and editing, final approval and accountability for all aspects of the work; Diego Preicado, substantial contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work; Kristian Reisbeck, substantial contributions including convening panel, substantial contributions to drafting the manuscript prior to the symposium, to drafting, analysis, writing and editing particularly in the areas of M. catarrhalis, final approval and accountability for all aspects of the work.; Peter Richmond: substantial contributions to drafting the manuscript prior to the symposium, attending the meeting during the symposium, and contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work; Yu-Ching Su; substantial contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work. Edward Swords: substantial contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work. Kenneth Brockman; Co-chairing panel, including substantial contributions to drafting the manuscript prior to the symposium, coordinating the meeting during the symposium and updating the draft postsymposium. Substantial contributions to analysis of information reviewed, writing and editing, final approval and accountability for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pathogens and disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Murrah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reimche",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Swords",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "FEBS open bio",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sgheiza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kalmeta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Holmquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimaldi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1778--1783",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Canada communicable disease report = Releve des maladies transmissibles au",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "150--153",
            "other_ids": {}
        },
        "BIBREF160": {
            "ref_id": "b160",
            "title": "Journal of otolaryngology -head & neck surgery =, Le Journal d'oto-rhino-laryngologie et de chirurgie cervico-faciale",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bezdjian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H P"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Ruth B Thornton: Nothing to disclose. Johanna Nokso-Koivisto: None. Kristian Riesbeck has received recent funding from Pfizer (Sweden), and has taken part in scientific advisory boards arranged by GSK (Belgium) and Merck (USA).Peter Richmond has served on vaccine scientific advisory boards and received institutional funding for investigator-initiated grants, from GlaxoSmithKline and Pfizer.Kenneth L Brockman: Nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ]
}