{"paper_id": "eb1e135541cce812fe0472b8b008059e529649fc", "metadata": {"title": "", "authors": [{"first": "Shawn", "middle": ["M"], "last": "Neff", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Christopher", "middle": ["B"], "last": "Roecker", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Casey", "middle": ["S"], "last": "Okamoto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Samuel", "middle": ["L"], "last": "Holguin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Jason", "middle": ["G"], "last": "Napuli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Ross", "middle": [], "last": "Mattox", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Nathan", "middle": ["A"], "last": "Hinkeldey", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "David", "middle": ["J"], "last": "Paris", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "Shawn", "middle": [], "last": "Neff@va", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}, {"first": "", "middle": [], "last": "Gov", "suffix": "", "affiliation": {"laboratory": "", "institution": "Martinsburg Veterans Affairs Medical Center", "location": {"settlement": "Martinsburg", "region": "WV", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The COVID-19 pandemic led to unprecedented changes, as many state and local governments enacted stay-at-home orders and non-essential businesses were closed. State chiropractic licensing boards play an important role in protecting the public via regulation of licensure and provision of guidance regarding standards of practice, especially during times of change or uncertainty. Objective: The purpose of this study was to summarize the guidance provided in each of the 50 United States, related to chiropractic practice during the COVID-19 pandemic. Methods: A review of the public facing websites of governors and state chiropractic licensing boards was conducted in the United States. Data were collected regarding the official guidance provided by each state's chiropractic licensing board as well as the issuance of stay-at-home orders and designations of essential personnel by state governors. Descriptive statistics were used to report the findings from this project. Results: Each of the 50 state governor's websites and individual state chiropractic licensing board's websites were surveyed. Stay-at-home or shelter-in-place orders were issued in 86% of all states. Chiropractors were classified as essential providers in 54% of states, non-essential in one state (2%), and no guidance was provided in the remaining 44% of all states. Fourteen states (28%) recommended restricting visits to only urgent cases and the remaining states (72%) provided no guidance. Twenty-seven states (54%) provided information regarding protecting against infectious disease and the remaining states (46%) provided no guidance. Twenty-two states (44%) provided recommendations regarding chiropractic telehealth and the remaining states (56%) provided no guidance. Seventeen states (34%) altered license renewal requirements and eight states (16%) issued warnings against advertising misleading or false information regarding spinal manipulation and protection from COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: State guidance during the COVID-19 pandemic was heterogenous, widely variability in accessibility, and often no guidance was provided by state chiropractic licensing boards. Some state chiropractic licensing boards chose to assemble guidance for licensees into a single location, which we identified as a best practice for future situations where changes in chiropractic practice must be quickly communicated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December 2019, a novel coronavirus (SARS-CoV-2) was identified as it spread within China and described as causing coronavirus disease 2019 . This infectious disease spread quickly around the globe; the World Health Organization declared COVID-19 to be a Public Health Emergency of International Concern in January, 2020 and a pandemic in March of 2020 [1] . The first case of COVID-19 was reported in the United States (U.S.) on January 21, 2020 and by April 10, 2020 there were approximately 500,000 confirmed cases in the U.S. and over 1.5 million cases, worldwide [2, 3] . These statistics should be considered along with widespread scarcity of testing supplies and frequent testing delays [4] , which likely resulted in underestimation of the true prevalence of COVID-19 [5] .", "cite_spans": [{"start": 355, "end": 358, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 456, "end": 470, "text": "April 10, 2020", "ref_id": "BIBREF5"}, {"start": 570, "end": 573, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 574, "end": 576, "text": "3]", "ref_id": null}, {"start": 696, "end": 699, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 778, "end": 781, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "In an effort to slow the spread of COVID-19 and reduce strain on the U.S. healthcare system, various U.S. state governments offered guidance in the form of stayat-home orders. These orders outlined how travel should be limited to essential purposes, such as obtaining food or reporting for essential employment, but often amounted to recommendations, rather than enforceable mandates [6] . State governors were instructed to make independent decisions regarding their respective state's response to the COVID-19 pandemic [7] . This led to vastly different responses among the various states [8] . In the U.S. chiropractic, like most health professions, is regulated at the state level, not at the national level [9] . Chiropractors were described as essential healthcare workers in a memo by the U.S. Department of Homeland Security made available on March 28, 2020 [10] . Since the nature of this memo was advisory, rather than a formal federal directive, chiropractors were left to rely on their state's board of chiropractic examiners (i.e. state licensing board or state board) for direction [11] . At a time when our healthcare system is stressed to its limits, doctors of chiropractic have been described as serving to mitigate the demand of musculoskeletal pain patients on primary care providers, urgent care providers, and emergency departments [12] . The benefit of providing this service must be balanced with the public health risks that come with providing direct patient care and potentially increasing the spread of COVID-19 [13] .", "cite_spans": [{"start": 384, "end": 387, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 521, "end": 524, "text": "[7]", "ref_id": null}, {"start": 591, "end": 594, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 712, "end": 715, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 866, "end": 870, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1096, "end": 1100, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1354, "end": 1358, "text": "[12]", "ref_id": null}, {"start": 1540, "end": 1544, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The objective of this study was to summarize the guidance provided in each of the 50 states related to chiropractic practice during the COVID-19 pandemic and to report these results using descriptive statistics.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Websites for each state governor's office as well as each state's chiropractic licensing board were searched between April 3, 2020 and April 10, 2020. These websites were manually searched for guidance related to the status of chiropractic practice during the COVID-19 pandemic. Any changes made to these public websites after April 10, 2020 were not captured and, therefore, not included within this report. Changes in practice regulations based on COVID-19 that were made before 4/3/ 2020 and deleted or amended between that date and the study close date were also not included in this study. Information obtained and reported within this report was limited to statements directly from, or hyperlinked to, the state governor's or state chiropractic licensing board's websites. Governors' websites were accessed using internet search engines (e.g. Google searches) while state chiropractic boards' websites were accessed via hyperlinks provided by the Federation of Chiropractic Licensing Board's online directory.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Seven policy domains relevant to chiropractic practice during the COVID-19 pandemic were identified via consensus by the authors of this report. These 7 domains were established by attempting to anticipate the most relevant guidance necessary to inform general chiropractic practice for doctors of chiropractic located throughout the United States. The seven domains involve: 1.) shelter-in-place or stay-at-home orders/directives, 2.) classification of chiropractors as essential healthcare providers, 3.) restriction of chiropractic practice to urgent/ emergent presentations, 4.) recommendations for infectious disease control or use of personal protective equipment (PPE), 5.) chiropractic telehealth recommendations, 6.) alterations to continuing education (CE) or license renewal requirements (e.g. deadline extensions or changes to distance learning limitations), and 7.) warnings against false, deceptive, or misleading claims related to spinal manipulation/adjustments conferring protection against infection or COVID-19. In an attempt to capture all relevant policy information and recommendations relevant to this project, a minimum of two authors independently reviewed each of the seven domains involved with this project for each of the 50 United States. Any disagreements or ambiguities were discussed with the remaining authors and determinations were made based on consensus discussion and majority vote. These ambiguities were not common and usually involved information that was not directly provided by state board's websites, but was able to be discovered after a meandering path of multiple hyperlinks were followed to identify the relevant information. For pragmatic reasons, this project was limited to only including information that was available within two or fewer hyperlinks from the original governor's website or state chiropractic licensing board's website.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "All 50 state chiropractic licensing boards and governor's websites were accessed and reviewed as part of this project (see Appendix A, Additional File 1). Results from each of this survey's 7 domains were reported for each state in Tables 1, 2, 3 and 4. Forty-three states (86%) issued shelter-in-place (SIP) or stay-at-home (SAH) orders in response to the COVID-19 pandemic, while 7 states (14%) did not (see Table 1 ). Two states (Arkansas and Oklahoma) did not issue SIP/SAH orders, but did describe chiropractors as essential healthcare providers. The remaining states without SIP/SAH orders offered little guidance on any of the 7 domains. In the absence of SIP/SAH orders, guidance regarding chiropractic practice may have been considered unnecessary.", "cite_spans": [], "ref_spans": [{"start": 232, "end": 253, "text": "Tables 1, 2, 3 and 4.", "ref_id": "TABREF0"}, {"start": 410, "end": 417, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "Guidance regarding chiropractors' status as essential healthcare providers was provided by 27 states (54%); 26 of these states classified chiropractors as essential, while one state (Kentucky) expressly stated that chiropractors were non-essential [14] .", "cite_spans": [{"start": 248, "end": 252, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Results"}, {"text": "The remaining 23 states (46%) failed to provide guidance regarding whether or not chiropractors were considered essential in their respective states (see Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 154, "end": 161, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "In this study, we classified chiropractors in Colorado as essential. On March 19, 2020 an executive order by the Colorado governor was issued, ordering all chiropractic clinics to close, unless they were operating within a medical facility and restricting visits to only urgent/ emergency situations. On April 6, 2020 the Colorado governor reversed that order and permitted communitybased chiropractors to resume clinical practice in situations where delaying care may result in rapid progression of the patient's condition or deterioration of the patient's health [15, 16] .", "cite_spans": [{"start": 565, "end": 569, "text": "[15,", "ref_id": null}, {"start": 570, "end": 573, "text": "16]", "ref_id": null}], "ref_spans": [], "section": "Results"}, {"text": "Guidance varied regarding whether chiropractors were to maintain \"business as usual\" or restrict their face-toface clinical practice to only those patient interactions which constituted urgent, acute, or emergency patient care (i.e. restricted practice). Fourteen state chiropractic licensing boards (28%) provided guidance to restrict face-to-face chiropractic appointments to only those patients deemed to have urgent, acute, or emergency conditions; the remaining 36 states (72%) provided no guidance on whether chiropractors should continue with business as usual or restrict their practices (see Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 601, "end": 608, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Guidance regarding physical distancing and the use of personal protective equipment (PPE) has been provided at a national level by the Centers for Disease Control and Prevention (CDC) [5] , and such information may be customized and disseminated by chiropractic state boards to meet specific state and professional requirements. Twenty-seven state chiropractic boards (54%) provided information, or hosted links to information, regarding patient safety or PPE; the remaining 23 state boards (46%) provided no guidance regarding patient safety or the use of PPE (see Table 2 ).", "cite_spans": [{"start": 184, "end": 187, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 566, "end": 573, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Telehealth is the delivery of healthcare services via the use of telecommunication technologies and allows for remote patient care, including screening for red flags, providing patient education, and recommending selfcare activities. Twenty-two state chiropractic licensing boards (44%) provided guidance on whether chiropractors were appropriate for providing telehealth services, in their respective states. Of the 22 states that provided telehealth guidance, 21 states indicated that chiropractors were eligible to provide telehealth services, while one state (Alabama) indicated that that chiropractors were ineligible to provide telehealth services [17] . The remaining 28 state chiropractic boards (56%) did not provide guidance regarding chiropractors' ability to serve the individuals in their state, via telehealth (see Table 2 ). Alterations in continuing education (CE) requirements or license renewal requirements may be appropriate during the COVID-19 pandemic, due to disrupted travel and widespread cancelations of academic conferences. A total of 17 state chiropractic licensing boards (34%) provided information regarding such CE or license renewal alterations (see Table 3 ). Alterations included the following: 7 states increased the allowed number of online credit hours to allow for all of the annual CE credits to be earned from online sources, 8 states extended their CE deadlines, 1 state (Vermont) accepted all CE credits from online sources while also extending CE deadlines, and 2 states (California and Connecticut) waived their annual CE requirements.", "cite_spans": [{"start": 654, "end": 658, "text": "[17]", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 829, "end": 836, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1183, "end": 1190, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Results"}, {"text": "State chiropractic licensing boards are responsible for protecting the health, welfare, and safety of the public through licensure, education, and enforcement. That responsibility includes protecting patients from public health misinformation. In response to unsubstantiated claims and advertisements from chiropractors regarding the clinical effects of spinal manipulation/adjustments on immune function, some state chiropractic boards issues warning against providing unsubstantiated information. A total of 8 state chiropractic licensing boards (16%) issued warnings against making false, deceptive, or misleading statements about spinal manipulation and its influence on immune function or inferring that spinal manipulation provides protection from COVID-19 (see Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 768, "end": 775, "text": "Table 4", "ref_id": null}], "section": "Results"}, {"text": "Pandemics, while infrequent, necessitate timely communication in order to ensure that the public, along with licensed healthcare providers, have the information needed to keep themselves, as well as others safe. Uncertainty regarding the various aspects of COVID-19 has made it difficult for leaders to forecast the overall effect and generate effective safety recommendations. Some of the state chiropractic boards utilized a format that dramatically improved our ability to discover COVID-19-related information for their respective states. These involved calling the user's attention, often using a banner or other indicator, to a dedicated website or area of their main website containing consolidated information related to the ongoing COVID-19 pandemic. The dedicated websites provided a single location for licensees, or members of the public, to quickly and easily acquire necessary information. Often the dedicated site provided a summary of the most relevant information while providing hyperlinks to more detailed source information (e.g. governor's stay-at-home order). Visitors of these websites were encouraged to return regularly to this site for updates and included the date and time the website was last updated; occasionally, newly added information was highlighted to aid in identifying recent changes. These sites were perceived as having the user of the website in mind and were designed to be easily discovered, easily interpreted, and to have maximum overall utility. This model was identified by the authors of this manuscript as a \"best practice\" when attempting to inform state licensees and the general public about guidance or recommendations. For the majority of states, the authors of this project were left having to search disparate websites to locate fragmented information related to chiropractic practice during the COVID-19 pandemic. Having a single site, with consolidated information, seems to reduce the time required to access key information and ensure that all relevant information is communicated from the licensing body to the licensee. The COVID-19 pandemic emerged in the midst of a global pain crisis and opioid epidemic, complicating clinical decision making [18] . Chiropractors and other providers must balance a responsibility to limit contagion with their responsibility to provide access to pain management, which some organizations have deemed a fundamental right [19, 20] . The clear need for ongoing pain management, in some form, likely contributed to the nearly universal designation of chiropractors as essential healthcare providers. As portal-of-entry providers, chiropractors can perform triage, evaluation, management, differential diagnosis, deliver treatment, or coordinate necessary referral. There may be advantages to seeking care for musculoskeletal complaints at a chiropractic office as opposed to an emergency department. Such advantages include reduced risk of COVID-19 transmission from those presenting to the ED with upper respiratory symptoms as well as conservation of ED resources.", "cite_spans": [{"start": 2208, "end": 2212, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 2419, "end": 2423, "text": "[19,", "ref_id": "BIBREF17"}, {"start": 2424, "end": 2427, "text": "20]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "In the 28% of states where chiropractic was deemed an essential healthcare service, the state chiropractic licensing boards uniformly provided guidance that chiropractic care was to be restricted to urgent, acute, or emergent presentations. The definition of \"urgent or emergent\" is not entirely clear [21] . Differences in patient [22] and professional [23, 24] perception of what constitutes an urgent or emergent situation could result in variable interpretation and practice behaviors. There are several avenues by which the urgency of a condition may be assessed. Low back pain is one of leading complaints evaluated in U.S. emergency departments, accounting for 4.4% of all visits [25] . A review of more than 40,000 patient visits revealed that 2.5-5.1% of patients required immediate attention for spinal pain complaints. The presence of red flags increases the [26] . One can elicit a history and answers to red flag screening questions via telephone, allowing for triage if red flags are present or reassurance if red flags are absent. Atlas and Deyo cited several reasons to consider in-person evaluation, including the presence of any red flags, the presence of radicular symptoms, persistence of symptoms beyond 2 weeks, or if a patient desires in-person evaluation despite reassurance [27] . Telehealth and triage are not methods traditionally used by chiropractors; however, chiropractors are certainly capable of adapting to provide such services, if permitted. Twenty-two state chiropractic licensing boards supported chiropractic implementing telehealth services, 1 state board recommended against the use of such services, and 27 state boards failed to provide guidance. Without clear guidance from their state board, chiropractors are left with uncertainty regarding appropriate clinical practice in the setting of a public health crisis. Such uncertainty may delay care to the public or place the provider at risk of disciplinary action if utilizing a service that is not recommended.", "cite_spans": [{"start": 302, "end": 306, "text": "[21]", "ref_id": "BIBREF19"}, {"start": 332, "end": 336, "text": "[22]", "ref_id": "BIBREF20"}, {"start": 354, "end": 358, "text": "[23,", "ref_id": "BIBREF21"}, {"start": 359, "end": 362, "text": "24]", "ref_id": "BIBREF22"}, {"start": 687, "end": 691, "text": "[25]", "ref_id": "BIBREF23"}, {"start": 870, "end": 874, "text": "[26]", "ref_id": "BIBREF24"}, {"start": 1299, "end": 1303, "text": "[27]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The COVID-19 pandemic represents a global health crisis where there are currently no effective vaccines, treatments, or cures [28] . Therefore, public health measures aimed to minimize the transmission of this viral pathogen, such as practicing good hand hygiene, maintaining physical distancing, and wearing face masks lie at the heart of limiting the spread of this condition. Reports of reduced susceptibility to or recovery from infectious disease following spinal manipulation surfaced during the 1918 influenza pandemic [29] [30] [31] . Interest in such a connection has persisted in segments of the chiropractic and osteopathic professions over the past 100 years [32, 33] . Research investigating the relationship between spinal manipulation and immune function has been limited to basic science (non-clinical) studies, involving small sample sizes, and deemed insufficient to validate such claims [34] [35] [36] [37] [38] . As the world struggles with Table 4 State Chiropractic Boards' Guidance Regarding Misinformation During the COVID-19 Pandemic a novel virus that has no known treatment or cure, notions of immunomodulation through spinal manipulation have resurfaced on social media, which led to national and international chiropractic organizations providing guidance to their membership. Currently, the American Chiropractic Association (ACA), the International Chiropractic Association (ICA), and the World Federation of Chiropractic (WFC) have all issued statements indicating there is no evidence that spinal manipulation/adjustments have been shown to influence the prevention or treatment of COVID-19 [33, 38, 39] . Additionally, \"a united statement of the global chiropractic research community against the pseudoscientific claim that chiropractic care boosts immunity\" was signed by approximately 150 researchers [28] . At the time of our data collection only 16% of state boards of chiropractic had made statements regarding false, deceptive, or misleading statements. It is unclear why the majority of state boards had not chosen to issue statements, but that may change as the pandemic progresses and such claims continue to attract unfavorable media attention. Infection rates have differed drastically from state-to-state which may have impacted decision making and resulted in variability regarding the content and timing of board guidance.", "cite_spans": [{"start": 126, "end": 130, "text": "[28]", "ref_id": "BIBREF26"}, {"start": 526, "end": 530, "text": "[29]", "ref_id": "BIBREF27"}, {"start": 531, "end": 535, "text": "[30]", "ref_id": "BIBREF28"}, {"start": 536, "end": 540, "text": "[31]", "ref_id": "BIBREF29"}, {"start": 671, "end": 675, "text": "[32,", "ref_id": "BIBREF30"}, {"start": 676, "end": 679, "text": "33]", "ref_id": "BIBREF31"}, {"start": 906, "end": 910, "text": "[34]", "ref_id": "BIBREF32"}, {"start": 911, "end": 915, "text": "[35]", "ref_id": "BIBREF33"}, {"start": 916, "end": 920, "text": "[36]", "ref_id": "BIBREF34"}, {"start": 921, "end": 925, "text": "[37]", "ref_id": "BIBREF35"}, {"start": 926, "end": 930, "text": "[38]", "ref_id": null}, {"start": 1624, "end": 1628, "text": "[33,", "ref_id": "BIBREF31"}, {"start": 1629, "end": 1632, "text": "38,", "ref_id": null}, {"start": 1633, "end": 1636, "text": "39]", "ref_id": "BIBREF36"}, {"start": 1838, "end": 1842, "text": "[28]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 961, "end": 968, "text": "Table 4", "ref_id": null}], "section": "Discussion"}, {"text": "There are many limitations associated with this study. It is possible that Governors or state chiropractic licensing boards posted information that was missed during our search. Every attempt was made to thoroughly review each website and capture relevant information, but due to variations in the ways content may have been described or variations in how relevant material may have been hyperlinked, it is possible that information was overlooked and omitted from this report. State chiropractic licensing boards may have also communicated information to their constituents via methods other than their website (e.g., mail, e-mail, or social media). For pragmatic reasons, the methods of this project were limited to reviewing public facing websites. Lastly, information made available after April 10, 2020 was not captured or reported as part of this project. It is possible that updates were in development at the time our search was performed, but had not yet been made publicly available or were only available via direct personal communication with personnel associated with each state's chiropractic licensing board. Unfortunately, personally communicating with every state board was unfeasible for this project and information obtainable only through direct personal communication was not included in this report.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "The responses to the COVID-19 pandemic from individual state chiropractic licensing boards were heterogenous and, in many cases, provided little or no guidance regarding changes to chiropractic practice during the COVID-19 pandemic. State chiropractic licensing boards have an implicit mandate to regulate chiropractic practice and protect the public within their respective states. A minority of states collated important COVID-19-related guidance and information in a single locale, either on or linked directly from their state board's website. The authors of this report consider assembling information into a single publicly available location, displaying the time and date of last update, and highlighting its availability in a central location to be a best practice for communication during emergency situations. We recommend each state board consider adopting this approach to improve delivery of critical information so that relevant changes to practice can be implemented efficiently and universally.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s12998-020-00333-6.", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}, {"text": "Additional file 1. ", "cite_spans": [], "ref_spans": [], "section": "Supplementary information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Covid-19 -Navigating the Uncharted", "authors": [{"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Lane", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Redfield", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "1268--1277", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19) in the U.S. Centers for Disease Control and Prevention", "authors": [], "year": 2019, "venue": "CDC. Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19: US testing ramps up as early response draws harsh criticism", "authors": [{"first": "D", "middle": [], "last": "Owen", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Seroprevalence of SARS-CoV-2-specific antibodies among adults in", "authors": [{"first": "N", "middle": [], "last": "Sood", "suffix": ""}, {"first": "P", "middle": [], "last": "Simon", "suffix": ""}, {"first": "P", "middle": [], "last": "Ebner", "suffix": ""}, {"first": "D", "middle": [], "last": "Eichner", "suffix": ""}, {"first": "J", "middle": [], "last": "Reynolds", "suffix": ""}, {"first": "E", "middle": [], "last": "Bendavid", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.8279"]}}, "BIBREF5": {"ref_id": "b5", "title": "Centers for Disease Control and Prevention", "authors": [], "year": 2019, "venue": "CDC. Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "CORONAVIRUS: WHAT YOU NEED TO KNOW. National Governors Association", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "ACA Hands Down Better", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Guidance on the Essential Critical Infrastructure Workforce | CISA", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "State Licensing Boards", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak", "authors": [{"first": "H", "middle": ["A"], "last": "Rothan", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Byrareddy", "suffix": ""}], "year": 2020, "venue": "J Autoimmun", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "2020 executive orders | colorado governor jared polis", "authors": [], "year": 2020, "venue": "", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Alabama State Board of Chiropractic Examiners", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Pain management best practices from multispecialty organizations during the COVID-19 pandemic and public health crises", "authors": [{"first": "S", "middle": ["P"], "last": "Cohen", "suffix": ""}, {"first": "Z", "middle": ["B"], "last": "Baber", "suffix": ""}, {"first": "A", "middle": [], "last": "Buvandendran", "suffix": ""}], "year": 2020, "venue": "Pain Med", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Access to pain management-still very much a human right", "authors": [{"first": "F", "middle": [], "last": "Brennan", "suffix": ""}, {"first": "D", "middle": [], "last": "Carr", "suffix": ""}, {"first": "M", "middle": [], "last": "Cousins", "suffix": ""}], "year": 2016, "venue": "Pain Med", "volume": "17", "issn": "", "pages": "1785--1794", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Legal and ethical aspects of pain management", "authors": [{"first": "M", "middle": [], "last": "Jukic", "suffix": ""}, {"first": "L", "middle": [], "last": "Puljak", "suffix": ""}], "year": 2018, "venue": "Acta Med Acad", "volume": "47", "issn": "", "pages": "18--26", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Who uses emergency departments inappropriately and when -a national cross-sectional study using a monitoring data system", "authors": [{"first": "P", "middle": [], "last": "Mchale", "suffix": ""}, {"first": "S", "middle": [], "last": "Wood", "suffix": ""}, {"first": "K", "middle": [], "last": "Hughes", "suffix": ""}], "year": 2013, "venue": "BMC Med", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Guidance for commissioning integrated Urgent and Emergency Care. A 'whole system", "authors": [], "year": 2011, "venue": "RCGP", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Disagreement among health care professionals about the urgent care needs of emergency department patients", "authors": [{"first": "J", "middle": ["M"], "last": "Gill", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Reese", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Diamond", "suffix": ""}], "year": 1996, "venue": "Ann Emerg Med", "volume": "28", "issn": "", "pages": "474--483", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Is this problem urgent? Attitudes in a community hospital emergency room", "authors": [{"first": "L", "middle": ["J"], "last": "Kelly", "suffix": ""}, {"first": "R", "middle": [], "last": "Birtwhistle", "suffix": ""}], "year": 1993, "venue": "Can Fam Physician", "volume": "39", "issn": "", "pages": "1345--52", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Prevalence of low back pain in emergency settings: a systematic review and meta-analysis", "authors": [{"first": "J", "middle": [], "last": "Edwards", "suffix": ""}, {"first": "J", "middle": [], "last": "Hayden", "suffix": ""}, {"first": "M", "middle": [], "last": "Asbridge", "suffix": ""}, {"first": "B", "middle": [], "last": "Gregoire", "suffix": ""}, {"first": "K", "middle": [], "last": "Magee", "suffix": ""}], "year": 2017, "venue": "BMC Musculoskelet Disord", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Low back in the emergency department: prevalence of serious spinal pathologies and diagnostic accuracy of red flags", "authors": [{"first": "G", "middle": [], "last": "Galliker", "suffix": ""}, {"first": "D", "middle": [], "last": "Scherer", "suffix": ""}, {"first": "M", "middle": [], "last": "Trippolini", "suffix": ""}], "year": 2020, "venue": "Am J Med", "volume": "133", "issn": "1", "pages": "60--72", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Evaluating and managing acute low back pain in the primary care setting", "authors": [{"first": "S", "middle": [], "last": "Atlas", "suffix": ""}, {"first": "R", "middle": [], "last": "Deyo", "suffix": ""}], "year": 2001, "venue": "J Gen Intern Med", "volume": "16", "issn": "2", "pages": "120--151", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A united statement of the global chiropractic research community against the pseudoscientific claim that chiropractic care boosts immunity", "authors": [{"first": "P", "middle": [], "last": "Côté", "suffix": ""}, {"first": "A", "middle": [], "last": "Bussières", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Cassidy", "suffix": ""}, {"first": "J", "middle": [], "last": "Hartvigsen", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Kawchuk", "suffix": ""}], "year": 2020, "venue": "Chiropr Man Therap", "volume": "28", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Osteopathic success in the treatment of influenza and pneumonia", "authors": [{"first": "G", "middle": ["W"], "last": "Riley", "suffix": ""}], "year": 1919, "venue": "J Am Osteopathic Assn", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Influenza and its osteopathic management", "authors": [{"first": "E", "middle": [], "last": "Ward", "suffix": ""}], "year": 1937, "venue": "J Am Osteopath Assoc", "volume": "100", "issn": "5", "pages": "325--333", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "One hundred thousand cases of influenza with a death rate of one-fortieth of that officially reported under conventional medical treatment. 1919", "authors": [{"first": "R", "middle": [], "last": "Smith", "suffix": ""}], "year": 2000, "venue": "J Am Osteopath Assoc", "volume": "100", "issn": "5", "pages": "320--323", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Coming full circle: osteopathic manipulative treatment and immunity", "authors": [{"first": "T", "middle": [], "last": "Allen", "suffix": ""}], "year": 1998, "venue": "J Am Osteopath Assoc", "volume": "98", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Immune Function and Chiropractic -What Does the Evidence Provide? -Revised | International Chiropractors Association", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Immunologic correlates of reduced spinal mobility: preliminary observations in a dog model", "authors": [{"first": "P", "middle": ["C"], "last": "Brennan", "suffix": ""}, {"first": "K", "middle": [], "last": "Kokjohn", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Triano", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Fritz", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Wardrip", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hondras", "suffix": ""}], "year": 1991, "venue": "Proceedings of the International Conference on Spinal Manipulation", "volume": "", "issn": "", "pages": "118--139", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Enhance phagocytic cell respiratory burst induced by spinal manipulation", "authors": [{"first": "P", "middle": ["C"], "last": "Brennan", "suffix": ""}], "year": 1991, "venue": "J Manip Physiol Ther", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "The effects of specific upper cervical adjustments on the CD4 counts of HIV positive patients", "authors": [{"first": "J", "middle": ["L"], "last": "Selano", "suffix": ""}], "year": 1994, "venue": "Chiropractic Res J", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The Somatovisceral Interface: Further Evidence", "authors": [{"first": "M", "middle": [], "last": "Todres-Masarsky", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Masarsky", "suffix": ""}], "year": 2001, "venue": "Somatovisceral Aspects of Chiropractic: An Evidence-Based Approach", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Let's Work Together to Protect and Serve Our Patients, Staff, Families and Communities", "authors": [], "year": 2020, "venue": "American Chiropractic Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Stay-at-Home Orders and Classification as \"Essential\" Healthcare Provider Status for Each of the 50 United States During the COVID-19 Pandemic", "latex": null, "type": "table"}, "TABREF1": {"text": "Stay-at-Home Orders and Classification as \"Essential\" Healthcare Provider Status for Each of the 50 United States During the COVID-19 Pandemic (Continued)", "latex": null, "type": "table"}, "TABREF2": {"text": "Practice Restrictions, Hosting Patient Safety Information, and Telehealth Recommendations for Each of the 50 United States During the COVID-19 Pandemic", "latex": null, "type": "table"}, "TABREF3": {"text": "Practice Restrictions, Hosting Patient Safety Information, and Telehealth Recommendations for Each of the 50 United States During the COVID-19 Pandemic (Continued)", "latex": null, "type": "table"}, "TABREF4": {"text": "Alterations to Chiropractic State Licensure or License Recertification for Each of the 50 United States During the COVID-19 Pandemic likelihood that patients may have more urgent or serious conditions, such as fracture, cancer, infection, or vascular complication", "latex": null, "type": "table"}}, "back_matter": [{"text": "Not applicable. ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Authors' contributions SN was a major contributor to study design, participated in data collection and analysis, and was a major contributor in writing the manuscript. CR was a major contributor to study design, participated in data collection and analysis, and was a major contributor in writing the manuscript. CO was a major contributor to study design, participated in data collection and analysis, and was a major contributor in writing the manuscript. SH was a major contributor to study design, participated in data collection and analysis, and was a major contributor in writing the manuscript. JN, participated in data collection and analysis, and contributed to writing the manuscript. RM participated in data collection and analysis, and contributed to writing the manuscript. NH participated in data collection and analysis, and contributed to writing the manuscript. DP participated in data collection and analysis, and contributed to writing the manuscript. All authors read and approved the final manuscript.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "All data generated or analysed during this study are included in this published article [and its supplementary information files.Ethics approval and consent to participate Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}